wfppTexts ={"entries":[{"id":"21229","name":"Abby Meehan", "shortBio":"Abby Meehan was a British fashion journalist, whose brief but distinctive engagement with film arguably gave birth to a new genre, the cinemagazine (McKernan 2008, ix-x). Her father, Bartholomew Meehan, was an antiquarian bookseller originally from Cork, who moved from Ireland to Liverpool, then Swansea in Wales, where Abby, the eldest of four children, was born in 1853. The Irish Catholic family finally settled in Bath, England. The family business was located at 1 Henrietta Street, from where Meehan and her sister Catherine established a millinery shop around 1880 (Advertisement [Bath Chronicle and Weekly Gazette] 5)."},
{"id":"1342","name":"Ada Aline Urban", "shortBio":"Ada Aline Urban is not mentioned in any film histories, but as co-owner and chief financier of the Natural Color Kinematograph Company, she was the leading female figure in British film of her day. She was the seventh of the eight children born to Anton Leon Gorecki, of Polish ancestry, and Margaret Brown. Her father worked as professor of languages at the University of Glasgow. Little is known of her upbringing, but she first married Alexander James Jones, a traveling salesman with the cinematograph and optical firm of Butcher’s & Sons."},
{"id":"1704","name":"Ada Egede-Nissen", "shortBio":"During the 1910s and 1920s, Aud Egede-Nissen and her sisters Gerd and Ada made a name for themselves in the Nordic and German film industries as actors, producers, and directors. Like many female pioneers in the film industry, their work has been neglected. The contribution of the Egede-Nissen sisters, especially Aud, to silent film in the 1910s is remarkable given the odds they had to overcome as female producers in a male-dominated industry and the lack of tradition and experience in their home country, Norway."},
{"id":"1337","name":"Adela Rogers St. Johns", "shortBio":"Adela Rogers St. Johns delighted in the fact that James Quirk of Photoplay called her “the mother-confessor of Hollywood” (St. Johns 1976, 11). Her California birth, close association with William Randolph Hearst, and unconventional upbringing gave her an unusual vantage point on the social mores of Hollywood as was born in the 1910s and assumed its mature form in the 1920s. Indeed, St. Johns may be said to have been the most influential of the chroniclers of the Hollywood story of rise and fall inasmuch as she wrote the narrative that became the template for the motion picture What Price Hollywood? (1932) and its later iterations as A Star Is Born (1937, 1954, 1976)."},
{"id":"1344","name":"Adela Sequeyro", "shortBio":"Adela Sequeyro was born in the port city of Veracruz, Mexico, to Federico Sequeyro Arreola and Virginia Haro y Gutiérrez Zamora. The Mexican Revolution, which extended from 1910 to 1917, devastated the family fortune and compelled them to move to the town of Cuautitlán on the outskirts of Mexico City. Sequeyro studied at a French-English school in the capital and, at an unusually early age, began a career in cinema journalism in 1921."},
{"id":"1345","name":"Adele S. Buffington", "shortBio":"Building on her early success in silent cinema, Adele S. Buffington enjoyed a long and successful career as a Hollywood screenwriter. Unfortunately, very little has been written about Buffington’s career, especially as it relates to her roots in silent cinema. Born Adele Burgdorfer in St. Louis, she began working as a movie theatre ticket cashier as a teenager. During her three years as a cashier, she was able to  study numerous films on screen before her first attempts at writing a scenario of her own (McCreadie 58). She also took notice of the movie patrons as they flooded into the theatre to see their favorite characters on the screen."},
{"id":"1348","name":"Adelina Barrasa", "shortBio":"Exhibitor Adelina Barrasa owned the Cine Odeón, a 3,000-seat theatre located at 29 Mosqueta in the heart of Mexico City. When the Mexican Departamento del Trabajo/Department of Labor conducted a censo obrero [census] of the film exhibition industry in 1923, Barrasa was the only woman listed as gerente o propietario [manager or owner]. At the time, Barrasa had twenty-six employees. One, most likely the day-to-day manager, was a foreigner. Two women worked as taquilleras [ticket sellers]. The remaining twenty-three employees—projectionists, their assistants, musicians, and plant staff—were all male and Mexican. Based on Barrasa’s response to the census questions, the projectionists and musicians belonged to unions. The two ticket sellers did not and were paid a mere 2.50 pesos a day (approximately $1.25 in US dollars in 1923)."},
{"id":"1349","name":"Adriana Ehlers", "shortBio":"The sisters Adriana and Dolores Ehlers, who worked together all their lives, were pioneers in every area of filmmaking. As Dolores described in a 1977 interview, they shot documentaries, worked in film processing laboratories, sold projection apparatuses, and participated in the politics surrounding cinema during the difficult phase of the Mexican Revolution known as carrancismo (Ehlers n.p.). When they were children, their father died and their mother supported them by working as a midwife. They lived with another family in the port city of Veracruz and politically supported the anti-Porfirian aims of the Revolution’s generals, Madero and Carranza, aligning themselves with other women leaders of the time (Ehlers n.p.)."},
{"id":"1351","name":"Adriënne Solser", "shortBio":"Adriënne Solser was the only actress other than Caroline van Dommelen who directed silent era films in the Netherlands. Between 1924 and 1928, Solser co-directed two feature-length farces and acted the leading parts in another two for her own company, combining production and distribution, the Hollando-Belgica Film Mij. or Dutch-Belgian Film Company “Eureka” (Förster 117). Each film featured a female protagonist named Bet, a figure shaped after the stage persona of the Amsterdam folk character that Solser had created and successfully presented in Dutch “variété” or vaudeville shows and revues since 1914."},
{"id":"1352","name":"Agnes Christine Johnston", "shortBio":"Agnes Christine Johnston repeatedly claimed that she wrote and sold her first scenario, Wanted for Murder, at the age of sixteen. In 1925 she described that effort to the Los Angeles Times as a “bloodthirsty” story about a man who was tried for his own murder (D13). Perhaps she was sixteen, but she says she is “just eighteen” in the thank you letter she wrote in 1914 to Vitagraph Company of America president Albert Smith. Here she describes her ambition to go to the Columbia School of Journalism, says how happy the check he sent made her, and raves that “even dances and parties pale beside ‘movey’ writing.”"},
{"id":"1353","name":"Agnes Gavin", "shortBio":"Agnes Adele Wangenheim was born in Sydney in 1872. At the age of eighteen, she married Barney Kurtz, but divorced him not long after. She was Agnes Kurtz on the first of October 1898, when she married Sydney-born stage actor John Francis Henry Gavin, then twenty-three years old. They were a striking pair: John, tall and dark, bluff and hearty, with a broad smile; Agnes smaller, attractive, with a clear, olive complexion and bright, dark eyes. Together they worked as actors in the Bland Holt stage company and in vaudeville for many years before entering motion pictures together in H.A. Forsyth’s 1910 production of Thunderbolt in which John played the title character and Agnes may have played a gypsy."},
{"id":"17526","name":"Aili Kari", "shortBio":"Aili Kari made a career for herself in the early Finnish film industry, but her name is very seldom remembered or mentioned. During the silent era, she worked as a production secretary and as an actress at the major film company Suomi-Filmi, which had been founded in 1919 under the name of Suomen Filmikuvaamo and regularly produced fiction films. Later, Kari was involved in the founding of another major studio, Suomen Filmiteollisuus, and worked there as an office manager and chief accountant."},
{"id":"10082","name":"Aleksandra Khokhlova", "shortBio":"Today Aleksandra Khokhlova is remembered as the star actress in films directed by Lev Kuleshov in the 1920s and 1930s. Indeed, at the peak of her career she was at the epicenter of the Soviet avant-garde, an icon of the experimental acting that matched the style of revolutionary montage cinema. Looking back at his life, Kuleshov wrote: “Nearly all that I have done in film directing, in teaching, and in life is connected to her [Khokhlova] in terms of ideas and art practice” (1946, 162). Yet, Khokhlova was much more than Kuleshov’s wife and muse as in her own right she was a talented author, actress, and film director, an artist in formation long before she met Kuleshov."},
{"id":"3","name":"Alice B. Russell", "shortBio":"Alice B. Russell, the second wife of Oscar Micheaux, played a large part in the professional life of her husband, starring in several of his films as well as helping to administer the Micheaux Film Company. There are several conflicting dates for her birth, ranging from 1889 to 1899. Patrick McGilligan believes that the date, June 30, 1889 recorded on the 1900 US Census, is the most reliable one (223). Her acting work began in 1928 with the Broken Violin, and she continued working in various capacities until Micheaux’s last film, The Betrayal, in 1948."},
{"id":"1354","name":"Alice Guy Blaché", "shortBio":"From 1896 to 1906 Alice Guy was probably the only woman film director in the world. She had begun as a secretary for Léon Gaumont and made her first film in 1896. After that first film, she directed and produced or supervised almost six hundred silent films ranging in length from one minute to thirty minutes, the majority of which were of the single-reel length. In addition, she also directed and produced or supervised one hundred and fifty synchronized sound films for the Gaumont Chronophone. Her Gaumont silent films are notable for their energy and risk-taking; her preference for real locations gives the extant examples of these Gaumont films a contemporary feel. "},
{"id":"1358","name":"Alice Howell", "shortBio":"One of only a handful of silent comediennes who ventured into the “men’s terrain” of rough-house physical comedy, at her peak Alice Howell’s name was as well-known to moviegoers as any of the popular male comics of the day, and like them, her films were designed to showcase her talents and the characterization that she had made famous. In her day, her popularity could be compared with that of Marie Dressler and Mabel Normand, but she is unfortunately not as well remembered."},
{"id":"15780","name":"Alice Smythe Jay", "shortBio":"Alice Smythe Jay was a cinema organist, conductor, composer, and inventor. She spent much of her career in Hawaii and the West Coast. Over the course of her career, Jay composed music for accompanying film and for the concert hall; conducted orchestras and ensembles in concert; became a well-known commentator on music for the cinema; made recordings to use in accompanying film; and patented her own recording process and ran her own production company using it."},
{"id":"1361","name":"Alice Terry", "shortBio":"Alice Terry is probably best known to silent cinema historians in relation to the men with whom she frequently worked—Rudolph Valentino, in The Four Horsemen of the Apocalypse (1921) and The Conquering Power (1921); Ramon Novarro, in Scaramouche (1923) and The Arab (1924); and her husband, Rex Ingram, who directed Terry in all of these films as well as eight others. “Rex and His Queen” were one of the more celebrated director-actress teams of the 1920s, but there are indications that performing was only one dimension of Terry’s contribution to their work together."},
{"id":"1362","name":"Alicia Armstrong de Vicuña", "shortBio":"Few professional references and little biographical data exist for this film director. We know only that, supported by her husband who was a wealthy businessman, Alicia Armstrong de Vicuña founded Alistrong Film Company in order to direct El lecho nupcial/The Nuptial Bed (1926), an adaptation of Charles Meré’s melodrama that had been serialized in local newspapers, a widely popular practice at the time. A vigorous promotional campaign in the Diario El Mercurio de Santiago activated during the week preceding the premiere announced it as “a film of great technical accomplishment, worthy of international exhibition, and having a first class work in dramatic and art direction”."},
{"id":"1363","name":"Alla Nazimova", "shortBio":"Alla Nazimova’s silent film career began in 1916 with her performance as the feisty, indomitable lead character in the screen adaptation of Marion Craig Wentworth’s pacifist drama “War Brides.” Nazimova had performed the role as a one-act play on the vaudeville circuit in an effort to reverse course on the succession of exoticized femme fatale roles that she had accepted under contract first to New York’s Shubert brothers and then to Charles Frohman’s Theatrical Syndicate. The tour production of “War Brides” for the variety stage had been popular and well received, particularly by women’s organizations, presumably just the encouragement independent producer Lewis J. Selznick needed to make his highly profitable film version under the direction of Herbert Brenon."},
{"id":"11009","name":"Alma Reville", "shortBio":"Best known as the wife and collaborator of Alfred Hitchcock, Alma Reville’s career as a screenwriter and editor has largely been overshadowed by that of her director husband. As Hitchcock was fond of pointing out, however, Reville entered the film industry long before he did and by the time they met in 1921, she was already an experienced editor, continuity supervisor, and director’s assistant (1995, 51). Around 1915, at the age of sixteen, Reville joined the London Film Company which was based near her family home in Twickenham."},
{"id":"16842","name":"Aloha Wanderwell Baker", "shortBio":"A traveler, adventurer, and filmmaker, Aloha Wanderwell Baker’s career spanned over twenty-five years and took her to over fifty countries. Heralded in the promotion of her lectures as “the world’s most widely travelled girl,” Aloha participated in the production of eleven travelogues from 1921 until approximately 1952. She presented these films with live lectures across the United States and internationally. The travelogues ranged in both length and style, reflective of the changing practice of travel lecture filmmaking in the first half of the 20th century and Aloha’s own evolution from crew member to producer-director."},
{"id":"10677","name":"Alva Lundin", "shortBio":"The practice of rendering inter-title cards more decorative and expressive by means of creative typography, ornate borders or other types of illustrative artwork was first picked up by the Swedish film industry around 1919, a few years after it had become established in Hollywood. Swedish audiences were already familiar with so-called “art titles” from imported American films, and the incorporation of this feature into domestic productions partly answered more general calls for Swedish cinema to reinvent itself according to international standards. "},
{"id":"17671","name":"Angela Murray Gibson", "shortBio":"Angela Murray Gibson’s versatility allowed her to fill many roles during her time in the film industry, the most important of which was studio head for the Gibson Studios in Casselton, North Dakota. Prior to this, Gibson spent her formative years studying to be a teacher in home economics. However, she always loved performing. According to her 1953 obituary in The Forum, upon graduation from North Dakota Agricultural College, she traveled to the East Coast to further her studies in teaching, where she also continued with her efforts in the entertainment field by studying voice and elocution."},
{"id":"1364","name":"Ángela Ramos de Rotalde", "shortBio":"Ángela Ramos de Rotalde was one of Peru’s first journalists, and a progressive who sympathized with the early Peruvian communism of José Carlos Mariátegui. She maintained a strong feminist position that she defended with acute intelligence and a sense of humor. She also participated in Peruvian cinema. In 1927, Italian filmmaker Pedro Sambarino asked Ramos to write the script for a film he planned to direct. Sambarino came from La Paz, where he had directed Corazón aymara/Aymaran Heart (1925), the first Bolivian feature film."},
{"id":"1365","name":"Anita Loos", "shortBio":"In 1917, Photoplay reported that “The most important service that Anita Loos has so far rendered the screen is the elevation of the subcaption [sic], first to sanity then to dignity and brilliance combined.” Further, the article went on, Loos had so convinced D. W. Griffith of the value of the intertitle, and he called her “The most brilliant young woman in the world” (148). A prolific writer who appeared in the press in a manner as glamorized as the stars she wrote for, Anita Loos wrote over one hundred and fifty scripts in her thirty years as a Hollywood screenwriter and elevated intertitles to an art."},
{"id":"21640","name":"Anita Maris Boggs", "shortBio":"Anita Maris Boggs was the co-founder of the Bureau of Commercial Economics, a Washington D.C.-based distributor of industrial and educational films that was founded in 1913 and dissolved sometime in the 1930s. Despite its official sounding name, the Bureau was not a government agency. Rather, it was a charitable institution supported by sponsors, donors, and the modest fees it charged for the shipping of film prints."},
{"id":"1366","name":"Anita Stewart", "shortBio":"Anita Maris Boggs was the co-founder of the Bureau of Commercial Economics, a Washington D.C.-based distributor of industrial and educational films that was founded in 1913 and dissolved sometime in the 1930s. Despite its official sounding name, the Bureau was not a government agency. Rather, it was a charitable institution supported by sponsors, donors, and the modest fees it charged for the shipping of film prints."},
{"id":"13804","name":"Anna Hofman-Uddgren", "shortBio":"Anna Hofman-Uddgren was a Swedish actress, vaudeville artist, scriptwriter, theater director, and film director. When she became the first woman film director in Sweden in 1911 she was already a well-established profile within the entertainment business in Stockholm. Hofman-Uddgren’s film involvement was not limited to production. Already in the summer of 1898 she introduced moving pictures, shown by a Mr. Hough from Edison’s Wargraph, at the variety theater Sveateatern, located in downtown Stockholm, and the following year, after Sveateatern had been destroyed in a fire, Hofman-Uddgren programmed moving pictures at Victoriateatern from May onwards (Waldekranz 1983, 117)."},
{"id":"6","name":"Anne Bauchens", "shortBio":"Anne Bauchens was a St. Louis, Missouri native who, at the age of twenty, moved to New York City in the hope of becoming an actor and was hired by William de Mille as a typist and stenographer in 1912. Five years later, she traveled to Hollywood to help William’s brother, producer-director Cecil B. De Mille, edit We Can’t Have Everything (1918). DeMille is quoted in the Los Angeles Herald Examiner as saying about her that “though a gentle person, professionally she is as firm as a stone wall . . . We argue over virtually every picture” (III 3). "},
{"id":"1367","name":"Annette Kellerman", "shortBio":"Annette Kellerman’s entrée into silent film began in the middle of an acrimonious battle to control the terms of her vaudeville career. Australian-born, she had established herself as a powerful draw on the American vaudeville circuit by promoting her “Perfect Woman” physique and presenting spectacular high diving and underwater exhibitions. Caught in a firestorm between theatre magnates B. F. Keith and William Morris after Morris offered Kellerman $1,500 per week, she astutely used her commercial popularity to get an agreement to appear in several silent kinetoscope shorts."},
{"id":"1368","name":"Anzia Yezierska", "shortBio":"There is a good deal of inaccuracy and mythologizing about the life of Anzia Yezierska. Some of this misinformation was generated by the public relations offices of Hollywood; other misrepresentations resulted from Yezierska’s own obfuscation, especially concerning her age. Yezierska may have been born in 1880 (although the date is disputed), in a Polish-Russian village, the youngest of nine children. She grew up in a poor, Jewish Orthodox family on New York’s Lower East Side. She left elementary school to help support her family, but evidently a burning passion for learning and a desire to make something of herself led her to Columbia University in 1901, where she lied about a high school diploma to gain admittance."},
{"id":"14793","name":"Asta Nielsen", "shortBio":"Frequently lauded as “die Duse des Kinos” [the Duse of the cinema], as Poul Elsner noted in Weltrundschau in 1911 (517), the Danish actress Asta Nielsen was the first major star of German silent film. She acted in more than seventy films, all but four of them made with German production companies, during the twenty-two years of her film career. The phenomenal success of her debut film, Afgrunden/The Abyss (1910) enabled her to become the first global film star under the new monopoly distribution system."},
{"id":"1705","name":"Aud Egede-Nissen", "shortBio":"During the 1910s and 1920s, Aud Egede-Nissen and her sisters Gerd and Ada made a name for themselves in the Nordic and German film industries as actors, producers, and directors. Like many female pioneers in the film industry, their work has been neglected. The contribution of the Egede-Nissen sisters, especially Aud, to silent film in the 1910s is remarkable given the odds they had to overcome as female producers in a male-dominated industry and the lack of tradition and experience in their home country, Norway."},
{"id":"20329","name":"Audrey Forfar Shippam", "shortBio":"Through most of the 1920s, Cora Johnstone Best and Audrey Forfar Shippam engaged in what seems to have been in this period a rare if not unique form of professional collaboration, with Best delivering lectures illustrated with lantern slides and motion pictures that had been shot by Shippam during the pair’s adventures in the remote Canadian Rockies. Best, a medical doctor who became widely known for her mountaineering exploits, had been a public speaker since at least 1918. "},
{"id":"1386","name":"Beatrice deMille", "shortBio":"Beatrice deMille was born Matilda Beatrice Samuel in Liverpool, England. She immigrated with her family to New York in 1871. Though her family and friends called her Tillie growing up, when she met Henry deMille, he immediately started calling her Beatrice, after Dante’s Beatrice. According to her son, the director-producer Cecil B. DeMille, when Beatrice told her family that she intended to marry Henry, a Christian, they said they would disown her for converting from her Jewish faith."},
{"id":"12539","name":"Beatrice Maude Tildesley", "shortBio":"Beatrice Tildesley is a little known name. Her status as a woman, an Australian, and a critic has muffled any resonance in traditional film history. But in the 1920s and 1930s she had considerable influence as a leading member of Sydney’s cultural elite. She was one of very few Australian intellectuals to write seriously on the cinema and can lay claim to being the country’s foremost independent film critic and commentator for a decade beginning in the mid-1920s."},
{"id":"1387","name":"Beatriz Michelena", "shortBio":"One of the first Hispanic women to attain stardom in the silent cinema, Beatriz Michelena appeared in at least a dozen films between 1914 and 1920 and headed her own production company, Beatriz Michelena Features, from 1917 until 1920. She was the daughter of Fernando Michelena, a well-known operatic tenor and the sister of Vera Michelena, also a screen actress. Like her father, Beatriz first found professional success as a singer. "},
{"id":"15432","name":"Bedia Muvahhit", "shortBio":"The Ottoman Empire dissolved after the First World War and was replaced by the self-consciously modern and Westernized Republic of Turkey in 1923. Turkish culture under the Ottoman rule has been characterized by historians as a traditional Islamic culture that experienced very little change for centuries. What change did occur has typically been attributed to Western contact. The Republican state evolved into what later scholars called a feminist state, which made women’s equality in the public sphere a national policy. "},
{"id":"1388","name":"Bertha Muzzy Bower", "shortBio":"Bertha Muzzy Bower was perhaps the first female author of mass-market Western fiction. In her lifetime, Bower wrote sixty-eight Western novels under an androgynous nom de plume, a mandate made by her early publisher Street & Smith in order to conceal her gender from readers. While it is difficult to accurately assess the massive popularity of these novels, her works—particularly her Flying U novels—attracted the attention of several Hollywood producers and were regularly adapted into films. "},
{"id":"21480","name":"Berthe Thuillier", "shortBio":"Élisabeth Thuillier is best known by film historians for having colored Georges Méliès’s films and films produced by Pathé. In his overview essay on “French Film Colorists” written for this publication, Joshua Yumibe notes that Méliès “outsourced his hand-coloring work from 1897 to 1912 to a Vincennes firm in Paris run by Elisabeth Thuillier who managed a workforce of over 200 female colorists.” Like other film historians before him, Yumibe relies on the journalist François Mazeline’s interview with “Mme Thuillier,” which took place just a few days before a gala organized in honor of Méliès at the Salle Pleyel in Paris in 1929."},
{"id":"1389","name":"Bess Meredyth", "shortBio":"Bess Meredyth is mentioned in nearly every account of women screenwriters of the silent era, but very few details about her work seem to make it into print. The richest source for information about this extremely prominent screenwriter is Eighty Odd Years in Hollywood, the autobiography of Meredyth’s son, John Meredyth Lucas. This text, too, however, leaves large gaps in detail and in the chronology of the author’s mother’s career, and the son reflects: “It, unfortunately, never seemed important that I learn Mother’s early history. She never wrote it, only mentioned a few disconnected anecdotes. I never asked. By the time the questions were formed, the answers had died” (19)."},
{"id":"1390","name":"Bessie Barriscale", "shortBio":"On May 1, 1917, actress Bessie Barriscale invited members of the press corps and trade papers to the Paralta Plays company offices in New York. Agnes Smith, there on behalf of the Morning Telegraph, reported on the event a few days later, confessing to her readers that she had not initially known why the press had been summoned. However, the journalist quickly realized why when she arrived and saw a new sign on the door: “The Bessie Barriscale Feature Company.”"},
{"id":"1393","name":"Beta Breuil", "shortBio":"n a little yard cottage at the Vitagraph Studios in the Midwood section of Brooklyn, Mrs. Beta Breuil ran the company’s scenario department from 1910 until 1913. As the company’s first scenario editor and perhaps the first woman to assume this position in the United States, Breuil’s career was brief, but significant. Her name is attached to more than fifty produced scenarios, and she mentored several women scenario writers at the company. However, researching Breuil’s career presents problems, as she operated with at least five names: her maiden name, names from three marriages, and a nom de plume—Mrs. Beta Breuil—her professional identity."},
{"id":"21748","name":"Betty Burbridge", "shortBio":"In 1941, publications like Life and The Saturday Evening Post featured an advertisement for Smith-Corona typewriters. Presenting an image of screenwriter Betty Burbridge at work, the advertisement described her as “Gene Autry’s script writer,” having “typed her way to the top” (117). Although she did, indeed, work with Autry on many films for Republic Pictures during the 1930s and 1940s, becoming a prominent screenwriter for B-movie Westerns in particular, Burbridge’s career in Hollywood started long before that."},
{"id":"22251","name":"Beulah Livingstone", "shortBio":"Born and initially educated in Atlanta, Georgia, Beulah Livingstone moved to New York City with her Jewish parents, Harry and Lucy Frank, and graduated from Ethical Culture Normal School (“Jewess Is Highest Salaried Publicity Director”). For a few years she taught kindergarten and also wrote newspaper articles for the New York Sun and the New York American as well as sold short stories to the New York Tribune. With savings, she took a trip to Europe, where she conducted celebrity interviews and met Sarah Bernhardt’s leading man, Lou Tellegen, who hired her as his press agent (“Woman’s World”)."},
{"id":"1394","name":"Beulah Marie Dix", "shortBio":"Beulah Marie Dix became a writer because it was one of the few respectable options available for women in the early twentieth century. The daughter of a factory foreman from an old New England family, Dix was educated at Radcliffe College, where she graduated with honors and became the first woman to win the prestigious Sohier literary prize. Instead of teaching, she decided to write after she sold some stories to popular magazines. She wrote mainly historical fiction, including novels and children’s books."},
{"id":"13883","name":"Bianca Virginia Camagni", "shortBio":"Bianca Virginia Camagni was one of the first women directors in Italian silent cinema, as well as one of the most important if we take into consideration the few scattered reports in the film magazines of the time. The sources are unanimous in describing Camagni as a woman of uncommon talent and acuteness with a lively intelligence. She built around herself a unique culture based on her personality, films, collaborations, and network of relationships that made her a very special kind of diva, at variance with the mainstream conventions of the times."},
{"id":"1399","name":"Blanche MacIntosh", "shortBio":"Blanche MacIntosh is a familiar name thanks to her adaptation of Helen Mather’s novel Comin’ Thro’ the Rye (1923) for Cecil Hepworth, a film often discussed as a key example of British silent cinema. The film though tends to be viewed as primarily Hepworth’s work, leaving MacIntosh’s contribution unexplored. Yet from 1912 until 1924 Blanche MacIntosh wrote twenty-eight films for Hepworth, and for the latter part of this period she was his chief scenario writer."},
{"id":"1323","name":"Blanche Sewell", "shortBio":"Blanche Sewell entered the ranks of negative cutters shortly after graduating from Inglewood High School in 1918. She assisted cutter Viola Lawrence on Man, Woman, Marriage (1921) and became a cutter in her own right at MGM in the early 1920s. She remained an editor there until her death in 1949."},
{"id":"1400","name":"Bradley King", "shortBio":"During the preliminary research that culminated in my volume Talbot Mundy, Philosopher of Adventure (McFarland 2005), I investigated the anomaly of the book Her Reputation, titled The Bubble Reputation in the UK, Mundy’s sole literary collaboration as well as the only book he wrote with a “photoplay edition” motion picture tie-in. Who was his coauthor, Bradley King? The standard references offered only a long list of credits. The Academy of Motion Picture Arts & Sciences had two clippings, revealing that “Bradley” was not a man, but an attractive female brunette. "},
{"id":"1403","name":"Cándida Beltrán Rendón", "shortBio":"Around 1914, at the age of sixteen, Cándida Beltrán Rendón wrote the film story El secreto de la abuela/The Grandmother’s Secret. A copy of this story can be found in the Archivo General de la Nación in Mexico City. Fourteen years later, in 1928, Beltrán Rendón, at thirty years of age, directed her first and only motion picture—a feature—from a script based on her story and became the last of the five women who directed during Mexican cinema’s silent period. "},
{"id":"1404","name":"Carmen Cartellieri", "shortBio":"Carmen Cartellieri was born Franziska Ottilia Cartellieri in Prossnitz, Austria-Hungary, which is today Prostejov, Czech Republic, but spent her childhood in Innsbruck, Austria. In 1907, at age sixteen, she married the aristocratic artist-turned-director, Emanuel Ziffer Edler von Teschenbruck. Her husband and Cornelius Hintner, a cameraman from South Tyrol who had worked for Pathé in Paris and then as a director in Hungary, helped make her one of the most fashionable stars in German-language film of the 1920s."},
{"id":"1405","name":"Carmen Santos", "shortBio":"or many poor women in Rio de Janeiro, Brazil, in the early 20th century, the only work available was in factory sweatshops or big city department stores. A young Portuguese immigrant, Maria do Carmo managed to escape this fate when she responded to an advertisement in a magazine and was cast as the lead actress in a film produced and directed by American William Jansen titled Urutau (1919). She would become the motion picture star Carmen Santos."},
{"id":"1406","name":"Carmen Toscano", "shortBio":"As a girl growing up in revolutionary and postrevolutionary Mexico, Carmen Toscano Escobedo was strongly impressed by the family film screenings held by her father Salvador Toscano Barragán, a film pioneer, cameraman, exhibitor, entrepreneur, actuality and compilation filmmaker and collector, forestry and highway engineer, and, in the latter part of his career, a mid-ranking official in Mexico’s postrevolutionary government."},
{"id":"1407","name":"Caroline Frances Pugliese", "shortBio":"As a founder and director of Pugliese Enterprises, a family-run film exhibition and production company, Caroline Pugliese owned and operated three theatres in Sydney from 1909 until 1922—the Alhambrain Haymarket, the Star Theatre in Bondi, and the Broadway in Leichhardt. According to reports in Kino Cinema International, running the theatres was a hands-on activity for the entire Pugliese family, with Caroline controlling the company finances and helming major business decisions and her children acting as ticket-sellers and projectionists."},
{"id":"1408","name":"Caroline Lejeune", "shortBio":"Caroline Lejeune, better known to readers of her reviews as C.A. Lejeune or even simply C.A. L., said that The Mark of Zorro (1920) determined her choice of career. As she wrote in her autobiography, Thank You for Having Me: Suddenly, as I watched Fairbanks’ harlequin poses and swirling trajectories across the screen, there sprang into my mind a wonderful idea. Why should I not turn my pleasure into profit, and earn my living by seeing films? The profession of film criticism had not yet come into being…An extra deterrent was the fact that women had very little standing yet as journalists."},
{"id":"10571","name":"Caroline van Dommelen", "shortBio":"Caroline van Dommelen directed three fiction films, two of which were co-directed with Léon Boedels, between 1911 and 1912 for the production company Film-Fabriek F.A. Nöggerath  in Amsterdam, The Netherlands. She was the first woman in the Netherlands to direct films, and was succeeded in this in 1924 by the only other female filmmaker in Dutch silent cinema, Adriënne Solser. According to Geoffrey Donaldson, van Dommelen’s name as the director appeared in the advertisements of all three films."},
{"id":"14923","name":"Christiane Mendelys", "shortBio":"Christiane Mendelys’ career as a mime, actress, film critic, and acting teacher mirrored the major developments in French cinema culture, from the early days of cinema as a music-hall attraction, through the first attempts at “theatrical cinema” for middle-class audiences in the mid-1900s and the emergence of newspaper film criticism in the mid-1910s, to, finally, the height of cinema popularity in 1920s Paris. However, unlike fellow critics such as Louis Delluc, Émile Vuillermoz, and Léon Moussinac, her contribution to the development of cinema culture in France has been all but overlooked."},
{"id":"11135","name":"Cissy Fitzgerald", "shortBio":"With a film career spanning over four decades—from a vaudeville dancer in an early Edison actuality and a silent comic film actress to an independent producer in the 1920s and a character actor in talkies in the 1930s— Cissy Fitzgerald experienced the vicissitudes of early film history. Born on February 1, 1873, christened Marie Kathleen Cecilia Fitzgerald, and educated in a British convent, Fitzgerald was already famous for her stage dancing and coquettish wink when she made her first screen appearance in 1896."},
{"id":"1409","name":"Clara Beranger", "shortBio":"A gifted and dedicated writer, Clara Beranger managed a career spanning three decades, as a scenarist and screenwriter and, in her later years, as a book writer and lecturer. As a woman who thrived in the fledgling art form, Beranger leaves behind an impressive footprint—credits on eighty silent films of which sixteen are extant and four sound films as well as a handful of published interviews in which she is outspoken and passionate about women working in the industry. "},
{"id":"1411","name":"Clara Kimball Young", "shortBio":"In 1916, Clara Kimball Young became only the second female film star, after Mary Pickford, to set up her own namesake production company: the Clara Kimball Young Film Corporation. Soon after this, there was a flood of female star-producers, initiating what I have called a “second wave” of star companies, 1916–1923 (155). But did a star with a namesake production company really enjoy a greater measure of creative or economic control, or was a company created in her name simply to exploit its star appeal?"},
{"id":"1418","name":"Clare West", "shortBio":"Little information is available on Clare West although she trail-blazed the status of costume designer, costumed classic films, and in 2003 was entered in the Costume Designer Guild’s Hall of Fame. Allie Acker alone gives us pre-1915 details, and she finds that, after college, West studied in Paris, becoming an accomplished fashion artist. Edward Maeder (220) starts her career with D. W. Griffith’s The Birth of a Nation (1915), but all sources agree that she worked for two years on his ancient-to-modern epic Intolerance (1916), the first motion picture to period-dress leads and extras. "},
{"id":"17726","name":"Cleo de Verberena", "shortBio":"Cleo de Verberena was the first woman to recognize herself and to be recognized as a film director in Brazil. She was the protagonist and the director of the silent feature film O Mistério do Dominó Preto/The Mystery of the Black Domino (1931), based on the story of the same name by Aristides Rabello. Born Jacyra Martins da Silveira in Amparo, a small city in the state of São Paulo, she moved to the capital after the death of her father to be with some of her eight siblings who already lived there."},
{"id":"1420","name":"Cleo Madison", "shortBio":"“One of these days, men are going to get over the fool idea that women have no brains,” Cleo Madison told Photoplay magazine in 1916, “and quit getting insulted at the thought that a skirt-wearer can do their work quite as well as they can. And I don’t believe that day is very far off” (109). Such statements encourage us to imagine Madison in the vanguard of what must then have seemed a major trend. It is clear from the published record of Universal Motion Picture Manufacturing Company credits from 1912–1929 that, beginning in 1915, the company employed increasing numbers of women as directors, and by the end of 1919 it had credited no fewer than eleven women with directing at least one hundred and seventy titles"},
{"id":"1421","name":"Constance Talmadge", "shortBio":"The Talmadge sisters were two of the most beloved stars of the silent era. At first glance, they could hardly seem more different. Norma was a slight, soulful-eyed brunette beauty adept at “emotional” roles while Constance was a tall, gawky blond, not particularly pretty but with a face full of mischief. Yet they were bound together closely in their professional careers and linked in publicity as well as in their personal lives. Their films were marketed together to distributors, and publicity generally presented them as a family unit, with sister Natalie along with their mother, the indomitable Peg. Norma is something of an enigma today."},
{"id":"20328","name":"Cora Johnstone Best", "shortBio":"Through most of the 1920s, Cora Johnstone Best and Audrey Forfar Shippam engaged in what seems to have been in this period a rare if not unique form of professional collaboration, with Best delivering lectures illustrated with lantern slides and motion pictures that had been shot by Shippam during the pair’s adventures in the remote Canadian Rockies. Best, a medical doctor who became widely known for her mountaineering exploits, had been a public speaker since at least 1918. Her active career as a lecturer lasted from 1922, when she was hired as a representative of the Bureau of Commercial Economics (BCE), until her death in 1930."},
{"id":"1423","name":"Corinne Griffith", "shortBio":"Corinne Griffith, who, according to the United Artists biography, was born Griffin, found success as an actress, producer, author, real estate magnate, anti-income-tax crusader, painter, and composer. We do not know enough, however, about how Griffith selected and shaped her productions. But contracts and letters on file in the Warner Brothers Archives at the University of Southern California show that arrangements between Corinne Griffith Productions and her distributors, First National Pictures (1923-26, 1928) and United Artists (1927), awarded her a relatively high amount of oversight."},
{"id":"1434","name":"Cube Bonifant", "shortBio":"Born in Mexico City in 1904, Cube Bonifant published her distinctive film criticism in newspapers and magazines throughout the early twentieth century. Her criticism covers the end of the silent film era, the transition from silent film to sound motion pictures, and the birth of the sound motion picture industry in Mexico. The need to learn more about the early days of film criticism—especially film criticism written by women—brings one to examine Bonifant’s work. While she was intent on attacking the Hollywood film industry, she had a journalist’s commitment to objectivity."},
{"id":"10466","name":"Daisy Sylvan", "shortBio":"Daisy Sylvan—the producer, director, and star of two motion pictures, both lost—was born Elena Mazzantini in Rome. She moved to Florence, where she started a film production company, Daisy Film. In 1920, she became the widow of her husband, Francesco Rosso, and the beneficiary of a retirement fund, as we can infer by the registry office certificate only discovered recently (Pepi 2008, 11). Her education is still unknown, though she was not a Florentine nor an aristocrat, as has been erroneously reported by sources until today."},
{"id":"15245","name":"Diana Karenne", "shortBio":"Diana Karenne was one of the most interesting personalities in the Italian and European film scenes of the early 1900s. Star, actress, intellectual, artist, director, screenwriter, and producer, she is representative of an effectual coexistence between two different ways of considering a woman’s role in both the film industry and in a society that was undergoing deep changes as to gender boundaries. Through her artistic career, she supported demands concerning female identity, widely felt between 1800 and 1900."},
{"id":"1350","name":"Dolores Ehlers", "shortBio":"The sisters Adriana and Dolores Ehlers, who worked together all their lives, were pioneers in every area of filmmaking. As Dolores described in a 1977 interview, they shot documentaries, worked in film processing laboratories, sold projection apparatuses, and participated in the politics surrounding cinema during the difficult phase of the Mexican Revolution known as carrancismo (Ehlers n.p.). When they were children, their father died and their mother supported them by working as a midwife. "},
{"id":"4692","name":"Dorothea Baird", "shortBio":"In 1895, Dorothea Baird aged twenty, played Trilby at the Haymarket Theatre opposite Beerbohm Tree’s Svengali, in Paul Potter’s stage version of the Daphne Du Maurier novel Trilby. With Trilby’s charming beauty, infamous hat, low-class humour and bare feet, Baird became a British stage celebrity. Her rehearsals under Tree, who groaned “Give me actresses from the Gutter!” undoubtedly influenced her stage success as comic, lower-class Jenny in The Princess Clementina, filmed in 1911 by William G. Barker."},
{"id":"20799","name":"Dorothea Donn-Byrne", "shortBio":"Silent films in Ireland from 1914 to 1935 focused on Irish rural life, the long struggle for independence from Great Britain, and the civil war that raged from 1922-1923 over the formation of the Irish Free State. Films like those from producers Ellen O’Mara and James Mark Sullivan’s indigenous Film Company of Ireland (1916-1920) specialized in romantic comedies/dramas of Irish life and historical melodramas on the Protestant Ascendency and its exploitation of Irish Catholic tenants."},
{"id":"13054","name":"Dorothea Mitchell", "shortBio":"In the spring of 1929, the Port Arthur Amateur Cinema Society made Canadian history. To a crowded house in the city of Port Arthur, in Ontario’s largest theatre, their first feature-length film, A Race for Ties (1929), premiered. Not only was it one of the few feature-length films made in Canada at the time, but it holds the distinction of being the first amateur feature-length film in Canada, and the first of three that involved the talents of Dorothea Mitchell, a British-born, India-raised women who is best known as Ontario’s first single woman to be granted a homestead in that province’s history."},
{"id":"1435","name":"Dorothy Arzner", "shortBio":"With a film career spanning from 1919 to 1943, fifteen years of which were spent as a director, Dorothy Arzner remains the most prolific woman studio director in the history of American cinema. She has received significant scholarly attention from feminist film critics and queer theorists who have been interested in this pioneer filmmaker both for her body of work and for the critical possibilities suggested by feminist approaches to reading that work as a whole."},
{"id":"1441","name":"Dorothy Davenport Reid", "shortBio":"When she moved to Southern California as an actress with the Nestor Film Company in late 1911, Dorothy Davenport became one of the first members of the early film colony soon to be known as Hollywood. One early biography appearing in Moving Picture Stories reported that the actress had remained with the eastern branch of that company until late 1912 (31). However, a photograph in the Los Angeles Public Library shows the personnel of the Nestor Company in Pasadena, California, on December 23, 1911, with Dorothy Davenport a prominent member of the stock company."},
{"id":"1450","name":"Dorothy Farnum", "shortBio":"As with many women in early cinema, such as Jeanie Macpherson and Frances Marion, Dorothy Farnum’s career in Hollywood began with acting before settling into writing. Known for her intelligence and beauty, she worked well in front of the camera. From articles in the Los Angeles Times, we know that she was educated in a convent boarding school (location unknown) where Farnum mastered French history and literature and became fluent in Spanish and German (C27, 33). Although she received several offers to act and even appeared in the films Over Night (1915) and The Cub (1915), she was reported to have instead preferred writing scenarios for the silent screen."},
{"id":"1453","name":"Dorothy Gordon", "shortBio":"Perhaps due to her later fame as the newspaper columnist and controversial radio personality known as “Andrea,” the early film career of Dorothy Gordon has been largely overlooked. Certainly her significant celebrity in Australia in the 1960s overshadowed her comparatively lesser achievements as a silent cinema extra, actor, screenwriter, and art director. The recognition of her contribution to the Australian film industry is further diminished by the loss of her major work as star of Raymond Longford’s Hills of Hate (1926)."},
{"id":"1454","name":"Dorothy Yost", "shortBio":"“Dorothy is another one of the family who has inherited the art of writing—it is a YOST talent,” wrote Kathryn Yost Boyd in 1925 in an unpublished family history. In 1927, the Los Angeles Times praised Dorothy Yost as being Hollywood’s youngest and most successful scenarist (28). They exaggerated. Although she did begin working in the motion picture industry as a teenager, she would have been as old as twenty-six at the time the article was published, not so young by young Hollywood standards."},
{"id":"1457","name":"Dot Farley", "shortBio":"While Dot (Dorothy) Farley is most often identified as a comedic actress, she also seems to have written and directed films. Anthony Slide notes that Farley asserted in a 1923 Illustrated World article that she both wrote and directed dramas and comedies. He thinks that she may not have worked as a director for Mack Sennett’s Keystone Company. She may have directed and written shorts for another company in the first two decades (Slide 1996, 121). Born in Chicago, Illinois, Dot Farley began her acting career at the age of three, and was reportedly featured in a number of stage productions."},
{"id":"1110","name":"Drusilla Dunjee Houston", "shortBio":"Drusilla Dunjee Houston was a prolific, but now forgotten, African-American woman writer of the American West. She was a skilled journalist, Racial Uplift matriarch, and community builder in early Oklahoma (Brooks-Bertram 2002, xlii). We learn from Derek Allen’s 1936 Federal Writers Project report that she was also an accomplished musician who studied at the Northwestern Conservatory of Music in Minnesota where she trained in classical piano.  In addition to her community work, Houston engaged in pioneering African American scholarship in which she crafted a series of historical texts on ancient African history, most notably, what she called “The Wonderful Ethiopians.”"},
{"id":"1458","name":"Elena Sánchez Valenzuela", "shortBio":"Thanks to recently discovered materials, Elena Sánchez Valenzuela has finally received the official recognition she deserves as a journalist; actress; founder, in 1942, of the first Film Archive in Mexico; and documentary filmmaker. It is now clear that she was a seminal figure in Mexican cinema. During the early years of silent motion pictures in Mexico, she acted in two precedent-setting films: Santa (1918), the first and only silent version of Federico Gamboa’s novel of the same title directed by the journalist Luis G. Peredo, and En la hacienda/At the Hacienda (1921), directed by Ernesto Vollrath."},
{"id":"14097","name":"Eliane Tayar", "shortBio":"Although Eliane Tayar is undoubtedly a fascinating figure, she is a relative footnote in any study of the silent film era, having made her first appearance as a film actress at the end of the 1920s. Daughter of Salomon Tayar, a Libyan stockbroker of Caucasic origins, and of Jeanne Monteauzé, a French woman, she had a difficult childhood. She lost her mother when she was six years old and grew up in a convent until the age of seventeen, marrying soon after in 1921. It may be that she established contacts in the cinema world through her first husband, Fraisse Zamisky, who was probably introduced to her by her father, and who was a banker and owner of the celluloid factory Anel et Fraisse. "},
{"id":"1459","name":"Elinor Glyn", "shortBio":"Perhaps most remembered in the United States for her best-selling 1907 novel of exotic sensuality Three Weeks and her brainchild “It,” that enigmatic characteristic embodied in actress Clara Bow and dramatized in the silent motion picture It (1927), English-born journalist, novelist, screenwriter, and actress Elinor Glyn, born Elinor Sutherland, embarked on her American career in 1920 during her second visit to the United States. In October of 1907, at forty-two, Glyn, traveling as Elinor Glyn, the authoress of romantic fiction, boarded the Lusitania and set sail for New York on her first American tour in order to promote Three Weeks."},
{"id":"21479","name":"Élisabeth Thuillier", "shortBio":"Élisabeth Thuillier is best known by film historians for having colored Georges Méliès’s films and films produced by Pathé. In his overview essay on “French Film Colorists” written for this publication, Joshua Yumibe notes that Méliès “outsourced his hand-coloring work from 1897 to 1912 to a Vincennes firm in Paris run by Elisabeth Thuillier who managed a workforce of over 200 female colorists.” Like other film historians before him, Yumibe relies on the journalist François Mazeline’s interview with “Mme Thuillier,” which took place just a few days before a gala organized in honor of Méliès at the Salle Pleyel in Paris in 1929."},
{"id":"1466","name":"Elizabeth B. Grimball", "shortBio":"Of her work in theatre and motion pictures, Elizabeth Grimball commented in 1924 to the New York Sun and Globe: “I feel it’s a man’s game, but that won’t prevent me from playing it” (6). Grimball played the game brilliantly, in multiple capacities, but she is best remembered as a theatre and pageant producer as well as theatre educator. She put on at least thirty pageants dramatizing religious or historical themes, most of them in her native South between 1917 and 1922."},
{"id":"1468","name":"Elizabeth Chevalier Pickett", "shortBio":"Screenwriter, short film director, and best-selling novelist, Elizabeth Pickett began her career in motion pictures directing a series of documentary films for the American Red Cross near the end of World War I. Much later, in 1942, she published an extremely successful novel (fittingly entitled Drivin’ Woman) as Elizabeth Chevalier, her maiden name. In interviews given around that time, she frequently mentions her early experiences working in film as crucial to her work as a novelist (although the novel does not deal with women in the film industry). But by the time she published the novel, much of her earlier work in the silent film industry had already been forgotten."},
{"id":"14897","name":"Elizabeth McGaffey", "shortBio":"Elizabeth “Bessie” McGaffey founded the first studio research department in 1914 at the Lasky studio, where Cecil B. DeMille was the chief director. She was in charge of all research for his films until 1931, and then she became the head of R.K.O.’s research department. She also briefly tried scenario writing in 1916, writing the story for The Honorable Friend."},
{"id":"21098","name":"Elizaveta Svilova", "shortBio":"A film editor, director, writer, and archivist, Elizaveta Svilova was an intellectual and creative force in early Soviet montage. She is best known for her extensive collaborations with her husband, Dziga Vertov, on seminal early documentary films, and especially for instances when she appeared on camera demonstrating the act of editing itself. The fact that Vertov’s filmic theory and practice focused on montage as the fundamental guiding force of cinema confirms the crucial role Svilova’s groundbreaking experimentation played in early Soviet film and global film history. "},
{"id":"12602","name":"Ellen O’Mara Sullivan", "shortBio":"Ellen O’Mara Sullivan and her husband, James M. Sullivan, started what scholars have called the most prolific indigenous film company of the silent period, the Film Company of Ireland (FCOI). The company began trading in Ireland in 1916, producing primarily historical melodramas and romantic comedies and dramas, all focusing on Irish culture and/or the historical battle for political autonomy from Great Britain. The films had wide release in Dublin and the provinces, and a select few opened in Great Britain and the U.S. Though Sullivan and the FCOI have been the subject of some study, O’Mara Sullivan has received little scholarly attention."},
{"id":"4","name":"Eloyce King Patrick Gist", "shortBio":"Eloyce King Patrick Gist produced films of entertainment but with a strong moral and spiritual mission, a goal she shared with her filmmaker husband. The Library of Congress publication on silent era women behind the camera lists all of Gist’s credits as shared by her husband, James Gist. In the case of Hell Bound Train (ca. 1929-30), she re-wrote and re-edited the 16mm film after her husband completed it, and Gloria J. Gibson thinks that she may have also helped to re-shoot sequences (201). Verdict Not Guilty (1930-33) is thought to have been produced, written and directed with James Gist."},
{"id":"10776","name":"Elsa Chauvel", "shortBio":"Elsa Chauvel had strong opinions about a woman’s role in both work and life. In an interview in 1934, she explained that a woman should charm men and a wife should support her husband (28). Her own life exemplified these principles. She was born Elsie May Wilcox in 1898 in Collingwood, Victoria, Australia. She was the second child and only daughter of itinerant Irish-born actor Edward Wilcox and his wife Ada Maria (née Worrall). "},
{"id":"1470","name":"Elsie Jane Wilson", "shortBio":"When asked by interviewer Frances Denton to comment in the pages of Photoplay on the question of whether or not directing was “man’s work,” Elsie Jane Wilson exclaimed, “I should say it is!” (50). Repeating the anecdote in his history of early women directors, Anthony Slide goes on to argue that it has largely been in the shadow of her actor-director husband Rupert Julian that Elsie Jane Wilson’s profile is sketched in existing accounts of early cinema (Slide 1996, 49–51). This much seems fairly accurate, but the degree of Wilson’s sincerity in replying to her female interlocutor remains an open question."},
{"id":"12268","name":"Elvira Giallanella", "shortBio":"Elvira Giallanella was a film producer and distributor. She also wrote and directed one film, Umanità (1920). Like many other women in the Italian film industry in the late 1910s, she began her career as a film distributor under her own name or possibly under the name of the company Verafilm. In 1917-1919, while at Verafilm, Giallanella also began collaborating on the production of films with the company founder, the journalist, director, stage designer, and screenwriter Aldo Molinari."},
{"id":"1472","name":"Elvira Notari", "shortBio":"According to her son Eduardo, who described her in interviews as having an authoritarian attitude or piglio, Elvira Notari was called “The General.” She earned the nickname from the strong will and determination she exhibited as head of the Dora Film Company in Naples, Italy (Masi and Franco 49). Director, actress, screenwriter, producer, and distributor, Elvira Notari is now celebrated as Italy’s first and most prolific film director. Over the course of 25 years in which she made 60 feature films and hundreds of shorts and actualities, she led Dora Film to become one of Naples’s leading production houses."},
{"id":"9728","name":"Emilia Saleny", "shortBio":"Among all the pioneers linked to the birth of cinema in Argentina was the young woman of Italian origins who was to become, as far as we know at the moment, not only the first Argentine woman filmmaker, but also the filmmaker of the first Argentine children’s movie and the first woman to found an academy for film actors in South America: Emilia Saleny. Few records are available for us to piece together her life. Her death certificate, found in the Registro Nacional de las Personas (National Register of Persons in Buenos Aires), states that she died on August 22, 1978 at her home, Calle Caseros 574, the widow of Alberto Olivero, and the daughter of Antonio Saleny and Victoria Pieri."},
{"id":"17864","name":"Emilie Sannom", "shortBio":"“Frygten for Døden var ikke så stor/Større var Frygten for Livet på Jord” [Trans.: The fear of death was not too great/Larger was the fear of life on earth]. These lines, written on Emilie Sannom’s headstone, are from a commemorative poem composed by the famous Danish author Tom Kristensen at the time of Sannom’s tragic death in 1931. Sannom died in front of an audience of 8,000 people when her parachute did not unfold while performing an aerial show in the Danish town of Grenaa. Her early death–she was only forty-four years old–marked the end of a remarkable life and career."},
{"id":"11709","name":"Emma Gendron", "shortBio":"Emma Gendron was probably the main female figure in Quebec during the silent film era, but her importance appeared only recently along with new research about  the early cinema and its centennial. Ongoing research about her career as a screenwriter will probably also reveal more about her motion picture film activity, but she is now recognized as the first important screenwriter in Quebec. She wrote at least two scripts that were brought to the screen by her probable lover, Joseph-Arthur Homier—Madeleine de Verchères (1922), a biopic about a New France heroine, and La drogue fatale (1924), a thriller in which the drug mafia kidnaps the police chief’s daughter. "},
{"id":"9897","name":"Encarnacion Rosa Scott", "shortBio":"Described by The Cinema in December 1922 as “the Lady Director of Wardour Street” (8), Encarnacion Rosa Scott held a number of prominent positions in the British film renting business in the silent era. Scott was Spanish by birth and moved to London as a child. In 1914 she married Walter Comrie Scott, a British film agent who was a founding director of the American Company (London) Limited."},
{"id":"1474","name":"Enid Lorimer", "shortBio":"Enid Lorimer was born in London in 1887 as Enid Bosworth Nunn. She eventually became an Australian citizen, however, and died in Sydney on July 15, 1982, a month after she received a Medal of the Order of Australia for the Performing Arts. Lorimer was a theatre actress almost all her life, but also participated in many radio plays and television series in both Britain and Australia. Much less is known about her involvement as a scenarist in the early British film industry. As a result only one confirmed writing credit exists for Lorimer. Although Lorimer was asked about her involvement in early film as part of an interview for the Australia Film Council On Stage! series in 1979, by that time she was ninety-one and not surprisingly did not recall the full details."},
{"id":"1476","name":"Esfir Shub", "shortBio":"Esfir’ Shub was born in the town Surazhe in the Chernigovsky governatorate (which is now the Brianskaya province), in the southwest part of the Russian Empire. By the mid-1910s, she settled in Moscow to study literature at the Institute for Women’s Higher Education, where she got involved in the revolutionary movement that was becoming popular among young female students. In 1918, Shub started her career in the Soviet administration at the head office of the TEO Theatre Department of the Narkompros (People’s Commissariat of Education) although she was originally hired only for minor secretarial tasks."},
{"id":"1114","name":"Eslanda Robeson", "shortBio":"Eslanda Cardozo Goode Robeson had a varied and remarkable career both within and outside motion picture filmmaking, working initially as the first Black hired at New York City’s Presbyterian Hospital in the surgical pathology department. After her marriage to Paul Robeson, world-renowned actor, singer, and activist, whose biography she wrote in 1930, she joined him in several independent film projects. Later she worked as an anthropologist and travel writer.  In addition to being Robeson’s talent manager when he worked on Body and Soul (1925), Charles Musser argues that Eslanda managed many aspects of her husband’s film career as well his musical and theatrical career (91)."},
{"id":"11357","name":"Esterina Zuccarone", "shortBio":"Esterina Zuccarone was born in Foggia, in southern Italy, into a family of seven daughters and one son. In 1912 her family moved to Turin, joining the flow of migrants from the South to the North of Italy that, in those years, involved many people. The transition from a rural to an industrial society allowed Esterina to grow up with more emancipated female role models, starting with her older sisters who, in the new urban environment, decided to leave home to find work (de Miro d’Ayeta 2007, 229)."},
{"id":"10420","name":"Esther Eng", "shortBio":"In 1946, the Seattle Times described the visit of a young Chinese-American filmmaker: “Still in her teens, and with no background of such a venture, Esther went to Hollywood, rented a studio in Sunset Boulevard and made her first picture for Chinese markets here and in China” (n.p.). This may be somewhat of an exaggeration because Esther would have been in her early 20s, but her youth was still remarkable. Once called China’s first woman director by both the Chinese and American press, Esther Eng had been forgotten for twenty-five years after her death when, in the summer of 1995, Todd McCarthy, then chief film critic for Variety, came across her name in the credits of Golden Gate Girl (1941)."},
{"id":"1478","name":"Ethel Grandin", "shortBio":"With the success of Traffic in Souls (1913), the fan and trade press recognized Ethel Grandin as a leading star of Carl Laemmle’s Independent Motion Picture (IMP) Company. The subsequent articles on Grandin tell the story of her early career, citing her family history on the New York stage as well as her debut at age six with Joseph Jefferson in “Rip Van Winkle.” Shortly before acting in films, she performed in Chauncey Olcott’s theatre company alongside Mary Pickford’s sister Lottie. Grandin’s association with the Pickford family prompted her to enter the film industry soon after Mary did. "},
{"id":"1480","name":"Eugenie Magnus Ingleton", "shortBio":"Although Eugenie Magnus Ingleton established her reputation as a scenario editor and writer at Universal Pictures between 1916 and 1917, before she arrived in the United States, she had several exciting careers on two continents—from Britain to South Africa. The most complete biographical information about Ingleton is found in a 1915 Moving Picture World article featuring her as the reference librarian at the World Film Studio in Fort Lee, New Jersey. "},
{"id":"21695","name":"Eva Nil", "shortBio":"A delicate hand-colored photograph of Eva Nil’s face graces the cover of 50 Years of Film Archives, 1938-1988, edited by the International Federation of Film Archives (FIAF) in 1989. The caption inside the book reads: “Eva Nil, one of the most famous Brazilian stars of the 20’s. […] All films she has starred in are lost” (1). Nil’s stardom, carefully built up in the late 1920s, certainly remains alluring today. Her star persona, though, has somehow eclipsed other dimensions of her brief film career that deserve to be brought to the foreground, such as her activities as a producer, her keen sense of publicity, her technical skills and, in a broader sense, the professional attitude she adopted toward her career."},
{"id":"1481","name":"Eve Unsell", "shortBio":"In June of 1937, Los Angeles Times writer Alma Whitaker told a heartwarming anecdote in her regular society column. Eve Unsell, Hollywood dramatist, she wrote, had “been adopted by” a motherless seal pup camped out on the beach near her Malibu home. Although the pup had already been rescued, nursed back to health, and released back into the ocean by the volunteers at Los Flores Inn, the seal had not returned to sea. When Unsell started to feed the animal every day, the pup somehow crossed the highway from the beach to the former screenwriter’s front door. “Eve now understands what is expected of her,” teased Whitaker (D7)."},
{"id":"11906","name":"Fabienne Fabrèges", "shortBio":"“For me theater has been and still is my passion, the only passion of my life, alive, strong, burning like a fever, and even if it has cost me a lot of sacrifices and a lot of pain, it has procured for me many joys and satisfactions” (“Fabienne Fabrèges” 6). In these words, Fabienne Fabrèges explains the emotional energy that accompanied her throughout her career, which, at first, led her to tour the major theaters of Europe as a theatre actress, and then into performing in more than sixty motion pictures. Fabrèges is one of a generation of young “modern” women who, at the beginning of the twentieth century, were able to move beyond the fixed roles (legislative, cultural and symbolic) imposed upon them in Western society, to pursue their careers (Guerra 2008, 39-48), even if that meant sacrificing family life."},
{"id":"14312","name":"Fan Xuepeng", "shortBio":"Fan Xuepeng was a luminous Chinese film star through the silent era and into the sound era. She was perhaps most famous for her performance as knightly female characters in martial arts films from the late 1920s to the early 1930s. Later she became a regular on Chinese screens, often portraying mothers and was given the nickname “the popular mother.” Far less known, however, was her contribution to the film industry through setting up Qianghua Film Company and working as a producer, special effects designer, and recording engineer in different periods of her life. "},
{"id":"10702","name":"Fanchon Royer", "shortBio":"In the 1930s Fanchon Royer was famous for being one of the few female producers in Hollywood, but she got her start in the industry during the silent era as a journalist, publicist, and producer. She was born Fanchon Pauline Royer on January 21, 1902 in Des Moines, Iowa. Her parents, Elwood A. and Jessie Havens Royer, had a contentious relationship and they divorced in 1907, the same year as the birth of their second child, Robert (Royer 1960, 303). She had a peripatetic childhood, moving between her maternal grandmother’s house in Minneapolis, her father’s in Des Moines, and roaming with her restless mother, attending ten different schools in nine and a half years."},
{"id":"1483","name":"Fay Tincher", "shortBio":"One of comedienne Fay Tincher’s few extant titles, Rowdy Ann (1919), has been described recently by Andrew Grossman, as “one of the first American films, comic or otherwise, to legitimately address the social psychology of gender construction.” But Tincher is barely mentioned, if at all, in histories of the silent era. Kalton C. Lahue and Samuel Gill are among the few to acknowledge her significance, writing that her work with Al Christie between 1919–1920 “ranked among the best on the screen at the time” (372)."},
{"id":"10414","name":"Fernanda Nissen", "shortBio":"The socialist politician and theatre critic Fernanda Nissen was called on to serve as one of two film censors when the Norwegian Censorship Board was established in 1913. Nissen held this position until 1920, when she died on a trip to Germany that she undertook to see film and theatre. In her years as a film censor, she was an active participant in the public sphere. She represented the Labour party in the municipality of Oslo and fought for working-class welfare, while also continuing her work as a respected critic of theatre and literature for the socialist paper Social-Demokraten. "},
{"id":"1490","name":"Flora Finch", "shortBio":"Flora Finch, like many actresses from the period, tried to capitalize on her fame by starting her own self-titled film production company. Although Flora Finch’s name, as well as her thin, angular face and body, is commonly linked with that of comedian John Bunny, she enjoyed a long and distinguished acting career in her own right, one that went beyond her “skinny” role in the “fatty and skinny” film comedy team of Bunny-and-Finch."},
{"id":"1493","name":"Florence Lawrence", "shortBio":"Florence Annie Bridgwood, usually known as “Flo” Lawrence, was born in Hamilton, Ontario, Canada, on January 2, 1886. Her mother, Charlotte Bridgwood, was a stage actress known professionally as Lotta Lawrence, and was the manager and leading lady of the Lawrence Dramatic Company (Holland 386). Flo’s childhood, consequently, was spent on the touring road and on the theatrical stage. She began her career in the motion picture industry with a role in an Edison Company short, Daniel Boone/Pioneer Days in America (1907), an account of which is given in her autobiography, Growing Up with the Movies, serialized by Photoplay in four parts."},
{"id":"1497","name":"Florence Turner", "shortBio":"What did it mean to be a film star in the second decade of film’s existence, at a time when the idea of film stardom itself was just beginning to take shape? The career of Florence Turner offers an illuminating opportunity to consider this question, especially as she has been identified as one of the two “first big movie stars” (the other being Florence Lawrence) by no less an authority than Eileen Bowser (Bowser 1994). Aside from sharing the same first name, Turner and Lawrence both found themselves initially identified with the companies producing their motion pictures: Lawrence came to be known as “the Biograph Girl” while Turner gained fame as “the Vitagraph Girl.”"},
{"id":"17185","name":"Frances Baker Farrell", "shortBio":"Indigenous Irish cinema of the silent period (1916-1935) consisted of two waves, 1916-1926 and 1930-1935. Each wave drew filmmakers from both the theatrical and private sectors, with Irish theatre shaping cinematic content and style. The Abbey Theatre artists contributed to the theatrical, highly-charged nationalist films of the first wave, while the Gate Theatre artists strove to experiment in both style and content in the second wave. Formed by Micheál MácLiammóir and Hilton Edwards as an alternative to the Abbey in 1929, the Gate focused on more “modern and progressive plays unfettered by theatrical convention,” according to writer and theatregoer Joseph Holloway (39)."},
{"id":"1499","name":"Frances Marion", "shortBio":"In 1919, when Moving Picture World asked her what her work meant, Frances Marion said, “Stories, working scenarios ready for the director to proceed, tarrying with him through every scene as it is filmed; editing and cutting the complete product and title-writing every bit of it.” The native San Franciscan, born Marion Benson Owens, worked in every facet of film production and wrote the stories and scenarios for over three hundred films in a career that spans from early cinema to the sound era and netted her two Academy Awards for screenwriting. "},
{"id":"1506","name":"Frances Taylor Patterson", "shortBio":"Most biographical details for Frances Taylor Patterson unfortunately are unknown, but she holds an important position in early American cinema history through her efforts on behalf of pedagogy. Specifically, Patterson was one of the earliest university lecturers on motion pictures. After the very first lecturer, Victor Freeburg, left for military service in 1917, Patterson took over his course on Photoplay Composition at Columbia University in New York and taught it over several decades. There has been some suggestion, as yet unconfirmed, that Patterson was Freeburg’s graduate student."},
{"id":"16476","name":"Francesca Bertini", "shortBio":"Francesca Bertini was an extremely careful guardian of her image and legacy throughout her whole life. A major star of the international silent screen, she has recounted her hugely successful career in different autobiographic writings and interventions. An invaluable source of information for the history of Italian cinema, these documents are notoriously reticent—and sometimes unreliable—about certain personal details of her life. For example, she never revealed to have been first registered in 1892 at an orphanage in Florence as Elena Taddei, the daughter of Adelina di Venanzio Fratiglioni, a single mother and possibly a stage actress."},
{"id":"1507","name":"Frederica Sagor Maas", "shortBio":"Frederica Maas first contacted the Women Film Pioneers Project in the late 1990s. She had just completed her autobiography, The Shocking Miss Pilgrim: A Writer in Early Hollywood, which chronicles the vicissitudes of her career from the silent period into the sound era. In the course of a remarkably frank narrative, she offers various explanations for her professional disappointments. These include bad luck, bad decisions, and bad timing; however, it is finally the assignment of screen credits that had the most lasting impact. Maas tells us that “writers in those days had little redress."},
{"id":"1509","name":"Gabriela von Bussenius Vega", "shortBio":"When she was very young, Gabriela von Bussenius Vega wrote the story of La agonía de Arauco/The Agony of Arauco (1917). In this, she reminds us of Cándida Beltrán Rendón, who also later adapted a story she had written as a young woman. During this time, von Bussenius Vega was also writing essays and film commentary published in the celebrated magazine, Zig-Zag. Around this time she met and married an Italian, Salvador Giambastiani, considered one of the founders of Chilean national cinema, who had just joined with two businessmen to found the Chile Film Company."},
{"id":"1511","name":"Gale Henry", "shortBio":"Thought to be the prototype for Popeye’s girlfriend Olive Oyl, Gale Henry was tall and extremely skinny, with large eyes and a sharp nose. Known as “The Elongated Comedienne,” from 1914 to 1933 she entertained audiences with eccentric physical comedy. Like her contemporaries Alice Howell, Mabel Normand, Marie Dressler, and Louise Fazenda, Gale took many bumps and bruises in the name of laughter alongside her male comedian counterparts in an estimated two hundred fifty-eight shorts and features, some of the craziest of which she wrote."},
{"id":"21928","name":"Gemma Bellincioni", "shortBio":"An opera singer turned film actress, screenwriter, director, and producer, Gemma Bellincioni was born in the Italian city of Monza on August 18, 1864. Both of her parents were opera singers, and Bellincioni made her own theatrical debut at age six (Baccioni 4). Her first leading role was in Carlo Pedrotti’s opera “Tutti in maschera,” which opened in Naples in November 1880. Critics were immediately impressed by her stage presence. Following this performance, Bellincioni began touring around Italy and the world, appearing in many different operas."},
{"id":"1519","name":"Gene Gauntier", "shortBio":"During the years 1907-1912, Gene Gauntier, the first “Kalem Girl,” was the preeminent figure at the Kalem Film Manufacturing Company. She played key roles in the events that comprise established film history.  She wrote  the scenario for Ben Hur (1907), the work involved in the controversy that established the first copyright laws covering motion pictures, and wrote and acted in key films. In addition, she acted in the Nan, the Confederate Spy series: The Girl Spy (1909), The Girl Spy Before Vicksburg (1910), The Further Adventures of the Girl Spy (1910),  cross-dressing forerunners of the serial action queens."},
{"id":"12350","name":"Georgette Méliès", "shortBio":"eorgette Méliès may be considered to be one of the first film pioneers, since she started acting in her father’s films in 1896 and also became a projectionist and a camera operator, or opératrice de prise de vues, very early. Georgette Eugénie Jeanne Méliès was born on March 22, 1888 in Paris. Her father, Georges Méliès, had married Eugénie Génin three years before in June 1885 and Georgette was their first child. Thirteen years later, her brother, André, was born."},
{"id":"1370","name":"Gerd Egede-Nissen", "shortBio":"During the 1910s and 1920s, Aud Egede-Nissen and her sisters Gerd and Ada made a name for themselves in the Nordic and German film industries as actors, producers, and directors. Like many female pioneers in the film industry, their work has been neglected. The contribution of the Egede-Nissen sisters, especially Aud, to silent film in the 1910s is remarkable given the odds they had to overcome as female producers in a male-dominated industry and the lack of tradition and experience in their home country, Norway."},
{"id":"12583","name":"Gerda Hintze", "shortBio":"Gerda Hintze is one of the pioneer female screenwriters who worked in early Finnish film. In fact, only two female scenarists are known to have worked during the silent era: Katri Viita for Työn sankarilaulu/A Song About the Heroism of Labour (1929) and Hintze for Kajastus/Mirage (1930), which ended up being her only script that went to production. However, identifying all of the crew members of silent era Finnish films is challenging. Only a select few (if any) members of the crew were officially credited in the existing opening credits or programmes, which were available for patrons attending the screenings."},
{"id":"1523","name":"Gertrude Atherton", "shortBio":"Gertrude Atherton, a famed author during the early 1900s, was always more a novelist than a screenwriter, but, amid her fame as a novelist, she was given major opportunities during the silent era when studios began turning to literary properties to adapt for the screen. A 1932 Los Angeles Times article says that after her husband died in 1887 and was shipped back to Chile in a barrel of rum, the writer left the Atherton estate and, dismissing her dead husband as “the second rate offspring of the Athertons,” moved to San Francisco. "},
{"id":"1524","name":"Gertrude Homan Thanhouser", "shortBio":"While Thanhouser Company may not be one of the best known of the early film companies, what is certain is that its founder and public figurehead was Edwin Thanhouser. Missing from this account, however, is the critical role played by his wife, Gertrude Homan Thanhouser. She was a major contributor to the success of the Thanhouser film enterprise, where she worked as actress, scenario writer, film editor, and studio executive."},
{"id":"18173","name":"Giulia Cassini-Rizzotto", "shortBio":"One of the most renowned theater actresses, film actresses, and film acting teachers of her time, Giulia Cassini-Rizzotto was also one of the few female film directors it Italy during the silent cinema era. Possessing wide-ranging interests, she was also engaged in other activities, such as screenwriting and producing, as well as teaching nursery school and authoring short stories. Additionally, she was a correspondent for South American newspapers and a French translator (M.P.R. 1916, 19). "},
{"id":"12759","name":"Gladys Hall", "shortBio":"The remarkably prolific fan magazine writer Gladys Hall was born in New York City in 1891. According to typed biographical notes located in folder 541 of the Gladys Hall Papers at the Margaret Herrick Library, the young Gladys graduated from St. Gabriel’s School for Girls in Peekskill, New York. By her own account, Hall began writing popular poetry and short stories at an early age, and was published in magazines like Munsey’s, Cavalier, and H. L. Mencken’s The Smart Set. Hall married photographer Russell E. Ball on February 1, 1912, when she was twenty years old. That same month, a poem by Hall entitled “Fetterless” was published in The Motion Picture Story Magazine, the first movie fan publication, which had been launched by J. Stuart Blackton and Eugene V. Brewster the previous year."},
{"id":"1525","name":"Gladys Rosson", "shortBio":"Gladys Rosson was Cecil B. DeMille’s secretary for thirty-nine years, starting the summer she graduated high school in 1914 until her death in 1953 (DeMille and Hayne 1959, 95). She was also his mistress, part of his “harem,” or, as DeMille’s niece Agnes, calls it, his “seraglio”—the members of which vary according to sources (Agnes deMille 1990, 183). Regardless, she was intimately involved in DeMille’s work, ranging from the production of his films to the investment of his finances to the management of his image."},
{"id":"1526","name":"Gloria Swanson", "shortBio":"By the time Gloria Swanson started her own production company, she had already been part of the film industry for over a decade. Many actresses started their own production companies in the 1920s and ’30s in an effort to gain more artistic freedom and a bigger percentage of the profits. Rarely, however, were actresses involved in the day-to-day workings of such an arrangement. Directors, husbands, or studio heads usually handled details. Gloria Swanson, however, remains an exception as she handled the business side of her first company; she did it not for “artistic freedom” but, according to Swanson herself, in retaliation against Jesse Lasky."},
{"id":"1527","name":"Grace Cunard", "shortBio":"Known to her fans as a daring jewel thief, an athletic reporter with a nose for news, and a circus tamer of rather ferocious cats, Grace Cunard (Harriet Milfred Jeffries) performed in over one hundred silent-era films, including five of Universal Studio’s most popular adventure serials in the 1910s. She was also known as “The Master Pen,” a thinly veiled pseudonym that graced announcements and title cards for her first serial story and star vehicle, Lucille Love, The Girl of Mystery (1914). "},
{"id":"14266","name":"Greta Håkansson", "shortBio":"“We can also mention that Miss Håkansson, who has been with the union since 1921, is a particularly devoted member…[A]t several occasions she has showed an interest for union policies that unfortunately many of her male colleagues lack…Miss Håkansson is…as good a conductor as she is a union member, and therefore we have also found it well motivated to feature her picture and to bestow her with an honorable mention in our publication” (“Greta Håkansson” 336-337). In this 1928 quotation from Musikern/The Musician, the periodical for the Swedish Musicians’ Union, Greta Håkansson is highlighted as an example to follow."},
{"id":"1528","name":"Gurly Drangsholt", "shortBio":"Gurly Drangsholt is the first woman we know who played a role behind the camera on a Norwegian feature film production during the silent era. True or false? She is known for her collaboration with Harry Ivarson on the screenplay of the crime film Madame Besøker Oslo/Madame Visits Oslo (1927), based on a work by Alf Rød. The film was directed by Ivarson and premiered on October 17, 1927. However, in the surviving premiere program, Drangsholt is also credited as assistant director and head of production, credits confirmed in Lars Braaten’s Norwegian filmography."},
{"id":"1529","name":"Gwladys Marchioness of Townshend", "shortBio":"The Marchioness of Townshend was born Gwladys Ethel Gwendolen Eugénie Sutherst. She married the 6th Marquess of Townshend in 1905 by whom she had two children, including the 7th Marquess of Townshend. Townshend later remarried Bernard le Strange. A high society celebrity, Townshend was a writer of articles, plays, novels, and scenarios, and in 1936 published the collection True Ghost Stories with Maude Ffoulkes. In her 1937 autobiography, It Was and It Wasn’t, Townshend writes that she also inspired two fellow peeresses to write scenarios, the Countesses of Warwick and Roden."},
{"id":"14908","name":"Harriet Bloch", "shortBio":"Harriet Bloch is regarded as the first professional female screenwriter in Denmark (Sundholm et al. 2012, 405) and as one of the most successful Danish screenwriters to this day (Schröder 2011). She had no formal training in writing, but picked up knowledge of films at the cinema where she could watch up to three films a day (Bloch 1962, n.p.). The idea of writing screenplays of her own came from watching Urban Gad’s classic silent film Afgrunden/The Abyss (1910) starring Asta Nielsen. "},
{"id":"1564","name":"Harriet Parsons", "shortBio":"Although best known as the premiere Hollywood gossip columnist of the classical Hollywood studio era, Louella Parsons began her career in the film industry in 1911 when she was hired by the Chicago-based production company Essanay as its chief scenario editor. Referencing a story published in Louella’s hometown Illinois newspaper the Dixon Telegraph in 1936, Parsons biographer Samantha Barbas writes that, although Parsons’s application for the position was initially discarded, she ingratiated herself with Essanay cofounder George Spoor’s wife, who subsequently persuaded Spoor to hire her. Barbas’s account of Louella’s hire differs slightly from that of Louella herself, put forward in her best-selling 1944 book, The Gay Illiterate."},
{"id":"13509","name":"Haydée Chikly", "shortBio":"At the beginning of the twentieth century, women were still relegated to an inferior position in Tunisia. Women had no authority and could not give their opinion on issues that concerned the whole family. It was unacceptable for some parents to send their daughters to school. At the same time, women could not work in an office or elsewhere. Women had not yet removed the veil. Haydée Chikly, the first actress and screenwriter in Africa, lived in this context. “I do not want a quiet and easy life, I want to fight, strive and struggle” (Tamzali 1992, 11). "},
{"id":"15770","name":"Hazel Burnett", "shortBio":"Hazel Burnett, as she was primarily known, was a theater accompanist who performed in Texas’s biggest motion picture palaces in the 1910s and 1920s. Burnett performed for both cinema and live theater as an organist and pianist. After an early career in Ohio, she moved south, where she played at the Majestic Theater in Austin and the Queen Theater and the Aztec Theatre in San Antonio. Burnett’s life as a cinema accompanist at some of the biggest theaters in the United States is documented by the Burnett Collection at the Harry Ransom Center at the University of Texas, Austin. "},
{"id":"1531","name":"Helen Gardner", "shortBio":"Helen Gardner’s silent film career peaked three times. The first peak came in 1911 with her performance as Becky Sharp in Vanity Fair (1911), important as an early three-reel film, forerunner of four-reel and longer feature films. A review in the Moving Picture World praised the Vitagraph Company of America for the film’s wonderful fidelity to Thackeray’s novel. The reviewer was thrilled with Gardner’s performance: “We might ramble on for hours in ecstasies over the superb work of Miss Gardner and at the end of that time have given but a faint idea of what we saw her do”."},
{"id":"1532","name":"Helen Holmes", "shortBio":"Helen Holmes became a star playing the part of the fearless railroad telegrapher “Helen” in the Kalem Company’s long-running, stunt-driven serial The Hazards of Helen (1914–1917), and continued to make action films through the decade as an independent writer and producer. Not only were her films successful at the box office, but they featured some of the most heroic female images in silent cinema as she leapt to the top of speeding trains and handled pistols with ease. Did these images—at least some of them—originate with Holmes? "},
{"id":"1533","name":"Helen Keller", "shortBio":"Helen Keller’s brief career in silent film began when she was approached by historian and author of the popular Photographic History of the Civil War Francis Trevelyan Miller, who hoped to write a motion picture script based on Keller’s life and work. Miller, in a January 1918 letter to Keller, argued that the motion pictures were “a universal language” and an opportunity for the deaf-blind author and activist to share her political and social message with the world. "},
{"id":"15129","name":"Helen Wang", "shortBio":"Born in 1903 as Peng Jianqing, Helen Wang was raised in a traditional scholarly family within a confined compound in Wuhu, Anhui Province. She was the only girl and her parents’ favorite. At thirteen, her father moved the entire family to Shanghai so she could attend St. Mary Girl’s School. While there, she learned English, read Western literature, enjoyed music, and adopted the English name of Helen (Shen 56). Before she graduated, both her parents passed away, leaving her in the care of her eldest brother, who soon married her off to a man working for a Sino-Japanese mine in Fengtian (now Shenyang) that was more than a thousand miles away from Shanghai."},
{"id":"16002","name":"Helena Cortesina", "shortBio":"Little is known—and even less is written—about the role that women played within the Spanish silent cinema. Cinema, along with other visual arts, constituted what was known then as a frivolous entertainment industry. Although, in many countries it was an area that was more open to the presence of women than other established businesses or artistic fields, in Spain we can find very few names of women pioneers who gained the space to experiment and the freedom to create. "},
{"id":"18472","name":"Helena Smith Dayton", "shortBio":"Helena Smith was born in 1883 and appended Dayton to her name upon marrying Fred Erving Dayton on June 26, 1905. Dayton began her career as a reporter at The Hartford Courant and described her transition into sculpting as follows:In one day I did everything there from writing up the latest society scandal to the death of a whole family by gas, with eight hours of ordinary work thrown in.From reporting I went to writing for magazines, and [in early 1914] I was sitting at my typewriter, when my fingers began to itch for something to mould, though I didn’t even know what artists’ clay was, and had never seen an artist or sculptor at work."},
{"id":"1534","name":"Henderina Victoria Scott", "shortBio":"Henderina (Rina) Victoria Scott, née Klaassen, was a botanist with a special interest in fossil botany and plant physiology. Our interest lies with her pioneering experiments with cinematography in the early 1900s when she photographed and exhibited around a dozen moving pictures featuring plant and flower movements.Henderina Klaassen was born in 1862 in Brixton, Surrey. She studied advanced botany at the Royal College of Science in 1886, where she was lectured by the botanist Dukinfield Henry Scott."},
{"id":"1535","name":"Hettie Gray Baker", "shortBio":"Hettie Gray Baker, who is as yet undiscovered by film historians, had a long and exceptional career in motion pictures. She was a writer of motion picture titles and scenarios; of library science, theatre, and fan magazine articles; and, later in life, of highly regarded books about cats. In her heyday she was scenario and film editor and eventually production editor and censorship representative at Fox studios. The range of her work, however, is not so surprising given that she was employed full-time for the motion picture industry from the early teens through the early 1950s. In 1915, Book News Monthly proclaimed that Baker was “among the leaders of the photoplay world”."},
{"id":"1536","name":"Hope Loring", "shortBio":"The life and times of Hope Loring, scenarist and wife of her collaborator, writer-producer Louis “Buddy” Lighton, are mentioned in the margins of Hollywood history. Loring, however, cuts a colorful, memorable figure in the few texts that mention her. Elia Kazan, in his autobiography, deems her petite and asexual (252), and W. C. Fields reportedly did not like this “fast-talking” woman (Curtis 199). However, in her autobiography, screenwriter Frederica Sagor Maas gives us more insight into the couple’s marriage and working relationship than gossip columnists would dare."},
{"id":"1537","name":"Ida Jenbach", "shortBio":"The previous lack of even the most basic published information on Ida Jenbach is symptomatic of the long scholarly neglect of Austrian cinema history in and outside the country. With research, restoration, and archival work beginning in the last decade of the twentieth century, much has been reclaimed and often examined for the first time. This includes the rare female artists behind the camera, and the careers of those who perished in the Holocaust. "},
{"id":"1538","name":"Ida May Park", "shortBio":"The 1916 Motion Picture News Studio Directory credits Los Angeles native Ida May Park with twelve years of stage experience as a “leading woman in support of well-known stars” and with screen experience at Pathé and the Universal Film Manufacturing Company, where she was then employed as a scenario writer (134). Park flourished at Universal, where she wrote forty-four films, half of them feature length, between 1914 and 1919. Before 1917, Park’s husband, Joseph De Grasse, directed almost all of the films she wrote."},
{"id":"10","name":"Irene Morra", "shortBio":"Irene Morra worked as a negative cutter at D. W. Griffith’s Los Angeles studios before becoming a cutter for Jackie Coogan Productions and Fox Films. She worked as an editor until her retirement in 1958."},
{"id":"11517","name":"Iris Barry", "shortBio":"After her success as a film critic, novelist, and co-founder of the London Film Society in 1925, Iris Barry’s career took a major downturn in the fall of 1930. She ran afoul of her employer, Lord Rothermere, publisher of the Daily Mail, when she panned the Elinor Glyn film Knowing Men (1930). Although Glyn was well-known as a romantic novelist and screenwriter, Barry found her film to have been made on “an abysmally low level” (qtd. in Sitton 2014, 145). Rothermere took Glyn to dinner on opening night and, without consulting Barry, promised her a favorable review. "},
{"id":"14299","name":"Isabel Acuña", "shortBio":"sabel Acuña met José Nepomuceno, a Filipino film pioneer, while he was shooting his third film, Un Capello Marchito/The Wilted Rosebud (1920), in Manila in 1920. She was sixteen years old, and her younger sister, Luisa Acuña, was starring in the film. Nepomuceno founded Malayan Movies together with his brother, Jesús, in Manila in 1917, after previously having run a successful photography studio there. Two years later they made the earliest known fiction film directed by a Filipino, Dalagang Bukid/Country Maiden (1919)."},
{"id":"1620","name":"Isabel McDonagh", "shortBio":"Isabel, Phyllis, and Paulette McDonagh were sisters, business partners, and creative collaborators who made films in Sydney, Australia, in the 1920s and 1930s. Isabel, the eldest, was the actress and star of all their films under the name Marie Lorraine. Phyllis took on the role of art director, publicist, and producer. Paulette, the youngest of the three, was the writer and director of all their films.  The sisters grew up in the upper middle class suburb of Drummoyne in Sydney, Australia. Drummoyne House, the grand family home, was filled with antique furniture and became the movie set and backdrop for many of their films."},
{"id":"1539","name":"Jackeydawra Melford", "shortBio":"Jackeydawra Melford was really called Alice Bradshaw Jackeydora Melford. There are many ways to spell her name, but Melford herself wrote it as Jackeydawra. She was the daughter of theatre actor Mark Melford, who possibly named her after a popular comic opera that he wrote, and in an interview with Audrey Wadowska in 1963, Melford also claims that this opera was the basis of her father’s film The Herncrake Witch (1912)."},
{"id":"9","name":"Jane Loring", "shortBio":"A Denver native, Loring edited movie trailers before becoming a film cutter for Paramount-Famous Players Lasky in 1927. She would remain with Paramount until the early 1930s, when she moved to RKO as an assistant director."},
{"id":"1540","name":"Jane Murfin", "shortBio":"As a woman who wrote or cowrote over sixty produced films, a producer who championed strong female roles, and a Hollywood insider with a career spanning over three decades, Jane Murfin may be one of the most prolific but least known writers of the 1920s and ’30s. Jane Murfin was born Jane Macklem in Quincy, Michigan."},
{"id":"1541","name":"Jeanie Macpherson", "shortBio":"Jeanie Macpherson is best known as Cecil B. DeMille’s screenwriter since she collaborated exclusively with the director-producer from 1915 through the silent era and into the sound era, in a working relationship lasting fifteen years. Like many other women who became established as screenwriters, she began her career as a performer, first as a dancer and then as an actress.Her numerous acting screen credits begin in 1908, and nearly thirty of the short films she appeared in for the Biograph Company, most directed by D. W. Griffith, are extant"},
{"id":"1542","name":"Jenny Gilbertson", "shortBio":"Growing up in Glasgow in the early part of the 20th century, Jenny Brown should have had a conventional upper-middle-class future, attending parties and balls, marrying a man from a “suitable” family, and living an easy life as a respectable Glaswegian society matron. But this was not at all the life Jenny Brown, later Jenny Gilbertson, was to carve out for herself. Her mother wanted her, Gilbertson told Ann Black, to “stay home, drive the car, play golf and dust the legs of the dining room table”."},
{"id":"10807","name":"Jenny Strömberg", "shortBio":"Jenny Strömberg was the first woman credited in filmmaking in Finland for her appearance in the film Släpjakt/Drag Hunt (1908). She arranged the filmed event and appeared in the film as herself, and was the only one mentioned by name in the adverts and reviews of the film. Her drag hunts initiated the making of the film, and she led the hunt on horseback, but most likely she had nothing to do with the actual filmmaking. There are also no hints about her participation in financing the filmmaking or other tasks associated with the traditional role of producer. "},
{"id":"1543","name":"Jessica Elvira Borthwick", "shortBio":"Jessica Borthwick, named Jessie at birth, is an unusual figure in early film history. In 1913 she took it upon herself to record the war between the Ottoman Empire and the Balkan states—Greece, Bulgaria, Serbia, Montenegro—through motion pictures and still photography. An interview she gave to a film trade paper, the Bioscope, has burnished an image of an intrepid adventurer whose exploits overturn the traditional history of war filming as well as the early documentary film. "},
{"id":"774","name":"Josephine Clement", "shortBio":"Nothing is known of Josephine Clement (usually called Mrs. Edward Clement in the trade press) before the summer of 1909, when she is mentioned as managing the Bijou Theatre in downtown Boston (on the corner of Washington and Tremont) for the Keith theater circuit. Nor is anything known after she left her position in early 1914.  During that period of nearly five years, however, she exerted a good deal of influence in the exhibition sector of the film industry."},
{"id":"1544","name":"Josephine Lovett", "shortBio":"n a 1922 interview with Louella Parsons, Josephine Lovett’s husband, director John S. Robertson compared his relationship with Lovett to that of Mary Pickford and Douglas Fairbanks, Jr., whose married life he considered “ideal”: They work together, play together, and plan their pictures together. Just the way people should do. I feel strongly on that subject, because my wife has been such a help and inspiration to me."},
{"id":"1545","name":"Josephine Rector", "shortBio":"Josephine Rector’s brief career in cinema as a scenario writer and actress is closely associated with the Essanay Film Manufacturing Company. Essanay was founded in Chicago in 1907 by George K. Spoor, distributor of screen equipment, and Gilbert M. “Bronco Billy” Anderson, actor, director, and producer, who became known as the first cowboy star. Convinced that Western adventure stories should be filmed in the real West, Anderson and a small crew set off in the direction of the Rockies sometime in 1909 or 1910 (Bell 1984, 39) to establish a second Essanay office."},
{"id":"1547","name":"Julia Crawford Ivers", "shortBio":"When discussing Julia Crawford Ivers, film historians primarily emphasize two things: her remarkably introverted personality, and her role as principle scenarist for William Desmond Taylor (Foster 1995, 199; Lowe 2005, 286). However, her 1930 obituaries assign Ivers a more independent and influential position, with the New York Times describing her as a “scenario writer, director and production supervisor” (19) and the Los Angeles Times making the inflated and incorrect claim that Ivers was “the second woman to become a film director in Hollywood”."},
{"id":"1548","name":"Juliet Barrett Rublee", "shortBio":"Feminist activist Juliet Barrett Rublee worked with Margaret Sanger in the US birth control movement and also produced perhaps the first US feature motion picture made entirely in Mexico—Flame of Mexico (1932), also known as The Soul of Mexico, The Heart of Mexico and Alma Mexicana. Made at the dawn of the sound era, Flame of Mexico was silent with a musical score. It is an unusual film that began with Rublee’s aspirations to make a travelogue, but ended up a historical melodrama, and thus in the extant print we see the conventions of both at work."},
{"id":"1549","name":"June Mathis", "shortBio":"Once called the most powerful woman in Hollywood, June Mathis is known to have written or cowritten the screenplays of one hundred and fourteen produced features. Yet she is a shadowy figure today. Though one can find summaries of her biography in studio publicity releases of the day and puff pieces in the fan press, apart from these notoriously unreliable sources, little is known about her life. Her greatest moment of fame came when she died suddenly while attending a play with her mother at a New York theatre. The New York Times reported her dramatic demise in a front page headline: “June Mathis Heart Victim.”"},
{"id":"1550","name":"Kate Corbaley", "shortBio":"“To some people life is narrative. To others it is drama. To me life is dramatic. It is never just a story, and to me scenario writing is the easiest form of expression.” Kate Corbaley thus expressed her views in Photoplay after winning first prize in the Photoplay-Triangle Scenario Contest.  The film she wrote was Real Folks (1918), which began her journey as a screenwriter. Following Corbaley’s receipt of the prize, Real Folks was produced by Triangle Film Company and released in theatres. "},
{"id":"1551","name":"Kate Howarde", "shortBio":"Catherine Clarissa Jones was born in England and migrated to New Zealand as a child. She married William Henry de Saxe in 1884, and their only child, Florence Adrienne, was born at Christchurch on December 5, 1884. William de Saxe died in 1899, and she died in 1939 as Catherine Clarissa Black, but there is no Australian record of her second marriage to vaudevillian Elton Black."},
{"id":"1552","name":"Katharine Hilliker", "shortBio":"Katharine Hilliker, best known for her work as a team with her husband, Harry H. Caldwell, began her career writing silent motion picture titles and shaping European films for release in the United States before becoming a freelance production editor for Samuel Goldwyn, United Artists, Metro-Goldwyn-Mayer, and Fox Film Corporation. As a production editor, her responsibilities, she states in her resume, involved “consultation on story and cast and the supervising of scripts before production to the job of preparing the picture, after it was shot, for theater presentation.” "},
{"id":"17058","name":"Kathleen Romoli", "shortBio":"Research thus far has only illuminated one Colombian silent film made by a woman. She was not a native Colombian, but a self-taught anthropologist born in the United States. The travelogue, made by Kathleen Romoli, was independently produced ten years after the end of the silent film era in the United States. Brought to light by the Fundación Patrimonio Fílmico Colombiano, it is significant because of its subject matter."},
{"id":"1553","name":"Kathlyn Williams", "shortBio":"Kathlyn Williams began work in motion pictures as an actress with Biograph in New York. “I was playing in stock,” she recounted to Photoplay in 1917. “One week when I was not working someone called me up from the Biograph studio and asked if I would work two days for them. I was dreadfully insulted at first, but I went out of curiosity expecting to be offered about fifty cents a day.” To her amazement, D. W. Griffith paid her ten dollars for each day’s work (77)."},
{"id":"14166","name":"Katri Viita", "shortBio":"Katri Viita, born Karin Elisabet Viitainoja, is one of the pioneer female screenwriters of Finland. In fact, only two female scenarists are known to have worked during the silent era: Viita, who wrote Työn sankarilaulu/A Song About the Heroism of Labour (1929) and Gerda Hintze, the scenarist of Kajastus/Mirage (1930). Viita and Hintze worked around the same time: Työn sankarilaulu was filmed during the spring and summer of 1929 whilst Kajastus went into production during the fall of 1929."},
{"id":"16525","name":"Kinuyo Tanaka", "shortBio":"Kinuyo Tanaka was, and still is, one of the most celebrated stars in the history of Japanese cinema. She dedicated her whole life to cinema, acting in over 250 films and collaborating with the most important directors. In the post-war period, Tanaka herself became a film director, the second woman in Japan after wartime filmmaker Tazuko Sakane. Between 1953 and 1962, Tanaka directed six feature films working within the mainstream cinema produced by the Japanese studio system."},
{"id":"1555","name":"Laura Bayley", "shortBio":"Laura Eugenia Bayley was born in Ramsgate, England, in 1864. With her three sisters, Blanche, Florence, and Eva, she performed as part of J.D. Hunter’s Theatre Company at the Brighton Aquarium. When she was twenty-four, Laura married George Albert Smith. They had two children, Harold Norman, born in 1889, and Dorothy Eugenie, born in 1890."},
{"id":"1556","name":"Leah Baird", "shortBio":"In marking the death of Leah Baird, known chiefly as an actor in the silent period, Variety stated that she “was reputed to have written some of her own films” (55). With less sense of incredulity, production notes for a later film (Caged, 1950), in which Baird worked as an extra, refer to her as “a silent day star [who] once owned her own production company.” "},
{"id":"16586","name":"Leila Lewis", "shortBio":"n 1920, Leila Lewis gave a lecture to the Women’s Freedom League, a UK organization that campaigned for suffrage and sexual equality. The subject of her talk was “Opportunities for Women in the Film Business.” Although not yet thirty, Lewis was already an established film publicist and the object of her talk was to promote the wide range of film industry jobs that were open to women."},
{"id":"1557","name":"Lenore Coffee", "shortBio":"Lenore Coffee was a screenwriter in Hollywood from the late silent period through the end of the studio system. Although she wrote original stories, titles, and scenarios and was known for her adaptations of popular women’s fiction, she specialized in repairing the work of others. As a writer called upon to correct and reformulate the work of such well-known figures as Cecil B. DeMille and Irving Thalberg, her often unacknowledged and remarkably long-lived voice is worth examining more closely."},
{"id":"17186","name":"Lettice Ramsey", "shortBio":"Indigenous Irish cinema of the silent period (1916-1935) consisted of two waves, 1916-1926 and 1930-1935. Each wave drew filmmakers from both the theatrical and private sectors, with Irish theatre shaping cinematic content and style. The Abbey Theatre artists contributed to the theatrical, highly-charged nationalist films of the first wave, while the Gate Theatre artists strove to experiment in both style and content in the second wave. Formed by Micheál MácLiammóir and Hilton Edwards as an alternative to the Abbey in 1929, the Gate focused on more “modern and progressive plays unfettered by theatrical convention,” according to writer and theatregoer Joseph Holloway."},
{"id":"1558","name":"Lillian Case Russell", "shortBio":"Born Lulu Case in rural South Dakota, Lillian Case Russell worked as a schoolteacher before beginning her writing career in New York shortly after the turn of the century. Living in Brooklyn with her husband John L. Russell (who would later become known in Western films as John Lowell) and their two children, Russell wrote stories and poetry for newspapers and magazines. Covering topics ranging from Reno divorces to men’s fashions to women’s suffrage, Russell’s early writing demonstrated the wit, flair for the dramatic, and social awareness that would inform many of her later screenplays."},
{"id":"1559","name":"Lillian Ducey", "shortBio":"The skeptical may not believe it… Hundreds of directors may scoff—But—There is one director who is efficient—and without the aid of puttees. Introducing Lillian Ducey, directing Youth Triumphant for the newly formed Fisher Productions. Efficiency plus is said to be Miss Ducey’s middle name,” heralded the Los Angeles Times in reference to Ducey’s first job as a motion picture director in 1923 (III34). With silent star Anna Q. Nilsson in the lead role, Youth Triumphant, alternately titled Enemies of Children, was a melodrama about “a street waif of questionable parentage [who] is taken into a wealthy home,” according to Variety’s summary."},
{"id":"1560","name":"Lillian Gish", "shortBio":"In 1920, Lillian Gish both delivered a landmark performance in D.W. Griffith’s Way Down East and directed her sister Dorothy in Remodelling Her Husband. This was her sole director credit in a career as a screen actor that began with An Unseen Enemy in 1912 and ended with The Whales of August in 1987. Personal correspondence examined by biographer Charles Affron shows that Gish lobbied Griffith for the opportunity to direct and approached the task with enthusiasm. In 1920, in Motion Picture Magazine, however, Gish offered the following assessment of her experience: “There are people born to rule and there are people born to be subservient."},
{"id":"1561","name":"Lois Weber", "shortBio":"Lois Weber was the leading female director-screenwriter in early Hollywood. She began her career alongside her husband, Phillips Smalley, after the two had worked together in the theatre. They began working in motion pictures around 1907, often billed under the collective title “The Smalleys.” In their early years at studios like Gaumont and Reliance, they acted alongside one another on-screen and codirected scripts written by Weber. Indeed, their status as a married, middle-class couple was often used to enhance their reputation for highbrow, quality pictures."},
{"id":"1562","name":"Lorna Moon", "shortBio":"Although she told several versions of the story, in 1920, Scottish-born Lorna Moon left her job in Minneapolis for Hollywood at the invitation of Cecil B. DeMille after sending him a critique of Male and Female (1920) in which she “razzed him wickedly” for embellishing the original Scottish play (de Mille 1998, 176). She trained with DeMille at Famous Players-Lasky/Paramount Film Corporation for a year then moved on to write three more films for producer Jesse Lasky, two of which were written for Gloria Swanson (de Mille 1998, 178)."},
{"id":"12816","name":"Lotte Reiniger", "shortBio":"Lotte Reiniger made over sixty films, of which eleven are considered lost and fifty to have survived. Of the surviving films for which she had full artistic responsibility, eleven were created in the silent period if the three-part Doktor Dolittle (1927-1928) is considered a single film."},
{"id":"16055","name":"Lottie Lyell", "shortBio":"Lottie Lyell was a much-loved silent film star in Australia. She was also a scenario writer, director, editor, producer, and art director. Quietly working alongside director Raymond Longford, she had a significant influence on the twenty-eight films they made together. Lyell starred in nearly all the films, but it is now generally accepted that she contributed a great deal more than was officially acknowledged at the time."},
{"id":"1563","name":"Louella Parsons", "shortBio":"Although best known as the premiere Hollywood gossip columnist of the classical Hollywood studio era, Louella Parsons began her career in the film industry in 1911 when she was hired by the Chicago-based production company Essanay as its chief scenario editor. Referencing a story published in Louella’s hometown Illinois newspaper the Dixon Telegraph in 1936, Parsons biographer Samantha Barbas writes that, although Parsons’s application for the position was initially discarded, she ingratiated herself with Essanay cofounder George Spoor’s wife, who subsequently persuaded Spoor to hire her."},
{"id":"17005","name":"Louise Kolm-Fleck", "shortBio":"Louise Veltée, later called Louise Kolm and then Louise Fleck due to her two marriages, is the first known female film producer, screenplay author, and director in the Austro-Hungarian Monarchy. Although several documents on this female film pioneer have been preserved, it is still almost impossible to draw an exact picture of her contributions, especially as her archival papers and estate, located at the Austrian Film Archive, are not publicly accessible and detailed research has so far not been possible."},
{"id":"1565","name":"Louise Lovely", "shortBio":"Louise Lovely was an Australian actress who worked in early Hollywood between 1915 and 1922. Although she made ten verified films in Australia and fifty in the United States, few are extant. With scant surviving personal papers, research into Lovely’s oeuvre depends largely on trade journals and star publicity—materials that have limitations as sources. Furthermore, while Australia’s Film and Sound Archive has important collections of Louise Lovely photographs and scrapbooks, trade journals or Hollywood studio records have been difficult to access in Australia."},
{"id":"13949","name":"Lucie Derain", "shortBio":"Lucienne Dechorain, whose professional name was Lucie Derain, was above all a film critic, but she was also a film director, film editor, fiction writer, and very likely a screenwriter. She entered the world of cinema in 1919 by subtitling and editing newsreels at Van Goitsenhoven, Gaumont (in 1921), and Eclipse-Journal (in 1923). We know that she wrote the screenplay La Tour de Vie et de Mort for Films Albatros, although the manuscript provides us with no further information, including a year, and there is no evidence that it was ever made into a film. "},
{"id":"1566","name":"Lucy Duff-Gordon", "shortBio":"Lucy, Lady Duff-Gordon, professionally known as “Lucile,” was a couturière to wealthy European and American women as well as actresses in London, Paris, and New York when she began to design costumes for film stars. As early as 1913, she dressed Alice Joyce in Kalem’s The American Princess (1913). In addition, Lucile’s New York and London salons provided the setting for several motion pictures in which fashion show scenes were filmed."},
{"id":"1567","name":"Lule Warrenton", "shortBio":"We do not as yet have documentation on the “Hollywood Girls’ Club” or “the first all-woman film company” that Lule Warrenton was reputed to have started in 1923 (Slide 1996, 48). These would not have been her first efforts to get outside the niche she had occupied since she began at Universal in 1913. Dubbed “Mother” Warrenton, as a character actor she specialized in maternal roles. The first reference to Lule Warrenton as a director can be found in a 1916 article in the Moving Picture Weekly featuring the formation of her company within Universal Studios, formed to produce a picture then titled The Calling of Lindy."},
{"id":"12923","name":"Lydia Hayward", "shortBio":"Lydia Hayward—born in the last quarter of the nineteenth century in Sheffield, England, to a father in the entertainment business—started her career as a stage actress, but in her early forties switched careers to become a leading scriptwriter in the British film industry. Her theatrical career has yet to be researched; however, in 1914, according to the website Theatricalia, she was taking roles at the Shakespeare Memorial Theatre in Stratford-upon-Avon."},
{"id":"17794","name":"Mabel Condon", "shortBio":"It would have been hard to page through any major trade publication of the 1910s and 1920s without coming across an item about Mabel Condon. During this time, Condon wore many hats in the film industry, working as a journalist, publicist, trade journal editor, and business owner. In 1916, Moving Picture Weekly called her “the best known newspaper woman in the film world to-day [sic]” (“At Work and Play” 25). Her fame was frequently the subject of jokes in the trade press, as when Photoplay columnist Delight Evans expressed her shame at always having to say no when people asked, “Have you met Mabel Condon?”."},
{"id":"1568","name":"Mabel Normand", "shortBio":"Mabel Normand starred in at least one hundred and sixty-seven film shorts and twenty-three full-length features, mainly for Mack Sennett’s Keystone Film Company, and was one of the earliest silent actors to function as her own director. She was also one of the first leading performers to appear on film without a previous background in the theatre (having begun her career in modeling), to be named in the title of her films (beginning with 1912’s Mabel’s Lovers), and to have her own studio (the ill-fated Mabel Normand Feature Film Company)."},
{"id":"1569","name":"Madeline Brandeis", "shortBio":"Despite subheadings that highlight Madeline Brandeis’s success and expertise in film production (“Finds Ready Market for Her Cinema Features” or “Writes Own Continuity and Attends to Details”), a 1926 Los Angeles Times article titled “Woman Makes Films for Fun,” depicts Madeline Brandeis as a wealthy hobbyist: “Will the producing of motion pictures ever become the plaything—the pastime—of the rich? This question recurred mentally again and again in the course of a conversation with Madeline Brandeis in the delightful patio of her hillside home in Hollywood.”"},
{"id":"9406","name":"Mae Murray", "shortBio":"Actress Mae Murray’s famous epithet, “The Girl with the Bee-Stung Lips” describes far more than her cupid-bowed mouth; it evokes something unusual, distracting, and for some of her fans perhaps even overwhelming.  Also known as  “The Gardenia of the Screen,” Murray’s presence can be considered excessive and baroque, pleasurably perfuming and intensifying audience experience beyond whatever movie happens to encircle her.  Critics of Murray’s abilities consider her actions (vamping villains at midnight) silly and her presentation (bee-stung lips on an 1840s girl from Utah) incongruous."},
{"id":"1571","name":"Maibelle Heikes Justice", "shortBio":"“Mr. Osbourn took me to the deathhouse at the New York State penitentiary in order that I might secure better local color for my film drama, Who Shall Take My Life?” writer Maibelle Heikes is quoted in the Atlanta Constitution, explaining her research process for the 1917 film. She entered Sing Sing prison with an order from the New York Supreme Court of New York (D4). Written by Justice and directed by Colin Campbell, Who Shall Take My Life? (1917) tells the story of Big Bill O’Shaughnessy, a man convicted and executed for the murder of a woman who, after his execution, is discovered to be still alive."},
{"id":"17187","name":"Máirín Hayes", "shortBio":"Indigenous Irish cinema of the silent period (1916-1935) consisted of two waves, 1916-1926 and 1930-1935. Each wave drew filmmakers from both the theatrical and private sectors, with Irish theatre shaping cinematic content and style. The Abbey Theatre artists contributed to the theatrical, highly-charged nationalist films of the first wave, while the Gate Theatre artists strove to experiment in both style and content in the second wave. Formed by Micheál MácLiammóir and Hilton Edwards as an alternative to the Abbey in 1929, the Gate focused on more “modern and progressive plays unfettered by theatrical convention,” according to writer and theatregoer Joseph Holloway."},
{"id":"7","name":"Margaret Booth", "shortBio":"Margaret Booth began work as a negative cutter for D. W. Griffith in 1915. After Griffith closed down his Los Angeles offices, she worked briefly at Paramount before joining Louis B. Mayer’s studio in 1919. There she began to work closely with John Stahl, who tutored her in the art of film cutting. When Mayer merged with Metro-Goldwyn, Booth joined a staff of about two dozen cutters, including Blanche Sewell. At MGM, Booth eventually became the supervising editor, where she remained until 1969."},
{"id":"1573","name":"Margaret Hepworth", "shortBio":"Margaret Hope McGuffie was born in 1874 at Charlton in Lancashire, England. By 1900, the family had moved to Chapel-En-Le Frith in Derbyshire, approximately twenty miles from Manchester. One of her brothers, John, who worked as a games master on the steamship The Argonaut had met the filmmaker Cecil Hepworth on board on his way to Algiers to film a solar eclipse. The two men became friends, and when they returned to Britain, Cecil was invited to meet the McGuffie family, who lived not far away from where Cecil was filming for the showman A.D. Thomas."},
{"id":"21332","name":"Margaret J. Winkler", "shortBio":"As the leading distributor of animated cartoons in the 1920s, Margaret J. Winkler played a pivotal role in the professionalization of the animation industry. Her company, M. J. Winkler, distributed and financed several of the most significant animated series of the period, including Pat Sullivan and Otto Messmer’s Felix the Cat, the Fleischer brothers’ Out of the Inkwell, and Disney’s Alice Comedies. Winkler’s management of these series shaped their development in both economic and aesthetic terms. "},
{"id":"1574","name":"Margaret Mayo", "shortBio":"To become a playwright, all Margaret Mayo required was a plot, a stenographer, and a day. As reported in the New York Times in 1903, Mayo was performing a supporting role in “Pretty Peggy” at the Herald Square Theatre when she won a bet that she couldn’t complete a play in twenty-four hours (6). Attuned to the freshness of farce, the twenty-one-year-old actress accepted the wager, sketched her scenario, and dictated through dinner, producing “The Mart,” a comedy in three acts, minutes before midnight."},
{"id":"1575","name":"Margaret Turnbull", "shortBio":"The year 1920 marked a significant career move for Margaret Turnbull. An article in the September 4 issue of Moving Picture World announced that she was chosen to write scenarios for the newly created Famous Players-Lasky studios in Islington, England. Her career with the studio up to this point was prolific; the article credits her with writing or adapting approximately sixty screenplays. She was also credited with writing novels and plays, and the article claimed that her diverse background enhanced her aptitude for “adapting the work of British writers for the screen”."},
{"id":"1576","name":"Margery Wilson", "shortBio":"By the time Margery Wilson reached her late twenties, she had completed her work as a film director. Prior to that, according to autobiographical accounts, she had received a seminary education supplemented in philosophy and literature by her father, actively pursued social-service work, and given one-woman public performances at clubs, schools, and churches in the Cincinnati area. She toured Ohio and south to Atlanta as a leading lady with the John Lawrence players, founded her own theatre company at sixteen years of age, and embarked to London with her sister Mary on an aborted world tour as musical entertainers."},
{"id":"1577","name":"Marguerite Bertsch", "shortBio":"Little is known about the background or personal life of Marguerite Bertsch, who is quoted in a Photoplay biography in 1916 as saying that “I believe one’s work should speak for one, and if it cannot do that, the less said, the better” (160). We do know that she was well educated, having attended Columbia University, and that she worked as a public school teacher before joining the Vitagraph staff in New York. The same 1916 “thumbnail biography” also mentions playwright Beatrice deMille, mother of Cecil, as an early mentor."},
{"id":"16546","name":"Marguerite Renoir", "shortBio":"Best known as Jean Renoir’s film editor and life partner during the 1930s, the career of Marguerite Renoir (née Houllé) before (and after) their collaboration has been largely overlooked, partly due to the scarcity of extant archival materials. Marguerite’s career began at the Pathé Studios of Joinville-le-Pont, where she worked as an apprentice-colorist starting around 1921 (Bertin 1991, 70). Although the Pathé Archives hold no records of Renoir’s early film career, her personal testimony in the professional journal Le Technicien du Film indicates that she became an editor that same year"},
{"id":"17942","name":"Marguerite Viel", "shortBio":"Marguerite Viel was a French filmmaker known primarily for her work in the 1930s, when her wide-ranging contributions to the cinema as a pioneering sound editor, dialogue writer, and director were often mentioned in the press. But Viel’s film career started a few years prior, during the silent era, when she collaborated with Jean Epstein. In 1926, Viel became the assistant sales manager and silent partner at Epstein’s independent production company, Les Films Jean Epstein, where he came to rely on Viel’s financial support."},
{"id":"1578","name":"Maria Isabel S&aacute;nchez Concha Aramburú", "shortBio":"Writer María Isabel Sánchez Concha—or Belsarima, or Marisabidilla—in Lima’s small cultural environment of the 1910s, moved between drawing room conversations and huge intellectual gatherings that took place in prominent theatres. These activities were fully detailed by illustrated magazines such as Variedades and La Crónica. Sánchez Concha’s flamboyant personality and her strong writing helped promote the nascent feature film industry in Lima, starting with the release of Negocio al agua (1913) by the production company Empresa del Cinema Teatro."},
{"id":"14676","name":"María Luz Morales Godoy", "shortBio":"María Luz Morales—officially known as María Luz Morales Godoy, but, following Spanish tradition, only went by her first surname—is not an unknown name in the history of culture and journalism in Spain. However, her name is only known within the narrow limits reserved for the acknowledgment of a woman within the Spanish context of her time. Her recognition is due, mainly, to her career as a journalist."},
{"id":"2","name":"Maria P. Williams", "shortBio":"Maria P. Williams, who, like Tressie Souders, also lived in Kansas City, Missouri, produced, distributed, and acted in her own film, The Flames of Wrath (1923). The Norfolk Journal and Guide, as quoted by Yvonne Welbon, thus lauded her: “Kansas City is claiming the honor of having the first colored woman film producer in the United States…” (40). Recall that Kansas City had made the same claim for Souders the year before."},
{"id":"1580","name":"Marian Constance Blackton", "shortBio":"Marian Blackton worked on over fifteen films during her short career as a scenarist and occasional actress. Her father, J. Stuart Blackton, one of the founders of the Vitagraph Company, directed all but two of her scenarios. Marian Blackton became her father’s script girl in 1921, and graduated to scenario writer in 1924. Most of her scenarios were dramas adapted from existing novels or plays. Blackton was the daughter of Isabelle MacArthur, the first of her father’s four wives. "},
{"id":"11496","name":"Marie de Kerstrat", "shortBio":"ery few women were involved in the early itinerant cinema business and Marie de Kerstrat was certainly one of the most singular figures in the field, having dropped from the social standing of a French countess to become the manager of a traveling show in eastern Canada and the United States. Her profile opens interesting questions to historians of cinema, as well as historians of the women’s life; for the Montreal based historian Chantal Savoie, women of this era had to constantly negotiate and compromise as a means  of acceptance within the field they wanted to develop."},
{"id":"1581","name":"Marie Dressler", "shortBio":"Marie Dressler was a top star who died at the height of her popularity. Her career is thoroughly documented, and this synopsis unavoidably recounts the tireless efforts of biographies by Betty Lee and Matthew Kennedy. She remains a comedienne with a loyal following, with a foundation and museum in her birthplace of Cobourg, Ontario. In the context of women behind-the-scenes in early film production, Dressler provides an example of a failed attempt to turn stage and screen fame into an eponymous production company where she had a hand in writing the resulting two-reelers."},
{"id":"10682","name":"Marie Louise Gagner", "shortBio":"Born in Karlskrona in 1868, Marie Louise Gagner was raised in Helsingborg, and died in Stockholm in 1933. She received her diploma from the Teachers College in Stockholm in 1893 and was thus eligible for teaching at upper-level girl schools as well as in co-educational programs. Hired in 1895 at the Teachers Seminar for Normal Schools in Stockholm, she was first an adjunct with tenure and in 1919 she was promoted to the rank of lecturer. Gagner formally retired in 1928."},
{"id":"12778","name":"Marie Stopes", "shortBio":"Marie Stopes, scientist, birth control activist, and author, was born in Scotland and moved to London in her teens. Her father was an architect and her mother a Shakespeare scholar and campaigner for women’s education. Prodigiously bright, Stopes had earned two doctoral degrees by the age of twenty-five and enjoyed early academic success in paleobotany (the study of fossil plants). Her first marriage, in 1911, was not a success and after five years she secured an annulment on grounds of non-consummation."},
{"id":"15294","name":"Marija Jurić Zagorka", "shortBio":"Marija Jurić Zagorka was one of the most important feminist figures in the history of Croatia and the Kingdom of Yugoslavia. Marija Jurić, who later added the pen name Zagorka, was born to a well-to-do Croatian family in 1873. During this historical period, women were not provided with the same educational opportunities as men. Despite this, Zagorka received a solid private education due to her family’s upper class status."},
{"id":"1582","name":"Marion E. Wong", "shortBio":"The existence of a figure like Marion E. Wong challenges the received narrative of American film industry history in which Anglo-American men started the majority of the first companies and the participation of Asians was limited to providing exoticism on screen as actors or extras. If we were to look to the New York Times as a definitive source, we might conclude that only one Chinese-American company existed in the silent era and that that company was started in 1922 by James B. Leong."},
{"id":"1583","name":"Marion Fairfax", "shortBio":"Between 1904 and 1915, Marion Fairfax wrote several successful Broadway plays before turning to screenwriting. Over the next eleven years, she achieved even greater success in her new field. In 1921, she formed her own production company that produced The Lying Truth (1922), which Fairfax wrote and directed. The most enduring film with which she was associated was The Lost World (1925), a science fiction picture about an isolated land of dinosaurs that featured tremendous special effects."},
{"id":"1584","name":"Marion Leonard", "shortBio":"It is well known that Florence Lawrence, the first “Biograph Girl,” was frustrated in her desire to exploit her fame by the company that did not, in those years, advertise their players’ names. Lawrence is thought to have been made the first motion picture star by an ingenious ploy on the part of IMP, the studio that hired her after she left the Biograph Company. But the emphasis on the “first star” eclipses the number of popular female players who vied for stardom and the publicity gambles they took to achieve it."},
{"id":"14886","name":"Marvin Breckinridge", "shortBio":"Marvin Breckinridge was an amateur filmmaker, best known for her 1930 silent film The Forgotten Frontier. This film presents the activities of the Frontier Nursing Service, a group (primarily women) that provided medical services in remote and rural areas of Kentucky. While the film was named to the National Film Registry in 1996, its position as an amateur production, a late silent film, and documentary made outside of commercial production and distribution networks compound its marginality."},
{"id":"14237","name":"Mary Lawton Metcalfe", "shortBio":"Mary Lawton Metcalfe began writing for The Moving Picture News, a New York City-based trade journal, in 1911. This was, according to available materials, her first foray into film writing, although she had served as an advice columnist in a regional publication—“the Dorothy Dix of the Staten Island World” (MacDonald 1911, 7). At first glance, Metcalfe’s essays appear to be atypically strident advocacy pieces for the moral reform of cinema, and for the use of moving pictures in education: “This is a bomb I am going to throw right into educational circles,” she threatened—the bomb of moving pictures."},
{"id":"1585","name":"Mary MacLane", "shortBio":"Mary MacLane lived to shock her public. In her 1902 autobiography, The Story of Mary MacLane, she wrote: Periodically I fall completely, madly in love with the Devil. He is so fascinating, so strong—exactly the sort of man my wooden heart awaits. I would like to throw myself at his head. I would make him a dear little wife…. (28)."},
{"id":"11533","name":"Mary Manning", "shortBio":"Mary Manning was one of a handful of women active behind the camera in Ireland’s two waves of silent film production. Between 1914 and 1926, a prolific mass-market industry specialized in popular film genres like historical melodramas and romantic comedies and dramas. Ellen O’Mara Sullivan (co-founder of and producer at Film Company of Ireland, 1914-1920), Margaret T. Pender (source writer, O’Neil of the Glen, 1916), Ulster novelist Mrs. N. F. Patton (adapter, Knocknagow, 1918), and Dorothy Donn-Byrne (source writer, Land of Her Fathers, 1925) were the female pioneers in this first wave."},
{"id":"1587","name":"Mary Murillo", "shortBio":"In March 1918, Moving Picture World heralded British screenwriter Mary Murillo as a “remarkable example” of “the meteoric flights to fame and fortune which have marked the careers of many present day leaders in the motion picture profession” (1525). This was more than just promotional hyperbole, since, in just four years, Murillo had penned over thirty features, including a highly successful adaptation of East Lynne (1916) starring Theda Bara and the original story for Cheating the Public (1918), “which proved a sensation” at its New York debut according to Moving Picture World (1525). "},
{"id":"14244","name":"Mary O'Connor", "shortBio":"Mary O’Connor worked at numerous companies, in positions such as a manager of the scenario department for Lasky studios, as an assistant to producers, and as a scenario writer. O’Connor’s work with the Screen Writers Guild and its social club, The Writers, is perhaps the part of her career that offers the most fruitful avenue for future research. O’Connor will never be remembered for particular films or even as a particularly powerful member of any one company."},
{"id":"1588","name":"Mary Pickford", "shortBio":"Mary Pickford was born Gladys Smith in 1892 in Toronto, Canada. After her father was killed in an accident, Gladys became the family’s main breadwinner by performing in the theatre. She was seven years old. In fact, the stage became a family venture, as her younger siblings Lottie and Jack and even her mother took up the trade. But the drive and determination to be a star belonged solely to Gladys. In 1907, her ambition would take her to Broadway and famed producer-director David Belasco, who changed her name to Mary Pickford and gave her a part in “The Warrens of Virginia.”"},
{"id":"1589","name":"Matilde Serao", "shortBio":"An Italian writer and journalist who was born in Patrasso, Greece, to a Greek mother and Neapolitan father, an anti-Bourbon exile, Matilde Serao’s relentless and eclectic writing was distinguished by her extraordinarily committed professionalism. She cofounded several newspapers in Rome and Naples with Edoardo Scarfoglio, whom she married in 1885. For years, they were the most brilliant and followed couple in Italian journalism. After divorcing her husband, Serao established her own daily, the Neapolitan Il Giorno (1904), which she headed until her death."},
{"id":"12324","name":"Maude Adams", "shortBio":"Maude Adams was a hugely successful American stage actress of the late nineteenth and early twentieth centuries. She was perhaps most famous for her performance as Peter Pan. Whilst she never appeared on screen she nevertheless made a significant contribution to the film industry through research she coordinated into lighting technology and color cinematography during the 1920s. Notoriously private, Adams gave few interviews and few personal papers survive."},
{"id":"1590","name":"May Clark", "shortBio":"On March 14, 1907, Mabel Louise Clark married Norman Hughes Chaplin Whitton at St. Mary’s Church, Walton-on-Thames, England. She was twenty-one while he was twenty-four. Their professions were the same: they both called themselves “cinematographers,” which in her case may have meant any and all of the jobs listed in occupations above.Mabel Clark was born in June 1885 at Sunbury in Middlesex. Her father was a boatman based at Walton, and along with her father and her brother, Reggie, she started to work for Cecil Hepworth in 1898."},
{"id":"12315","name":"May Watkis", "shortBio":"One of the early women pioneers in the Canadian film industry was May Watkis, a determined individual who never performed in front of the camera, but who had a long and fascinating career in the government. Having always wanted to work in show business, Watkis began exploring other career possibilities when she soon learned she was not “a type, and would have little chance as an actress,” according to a later interview with Edith M. Cuppage in Maclean’s Magazine."},
{"id":"1591","name":"Mimí Derba", "shortBio":"Herminia Pérez de León, who adopted the pseudonym of Mimí Derba when she made her debut as a singer in Mexican theatre at the age of seventeen, was one of a number of theatre actors who made the successful transition to silent cinema.Beautiful, with a light, sweet voice and a charismatic presence, Derba began her acting career as one of the leading ladies of the Spanish musical genre called zarzuela, then very popular in Mexico."},
{"id":"1592","name":"Mona Donaldson", "shortBio":"In February 1915, at the tender age of fourteen, Mona Donaldson started to work for Australasian Films in Sydney as a film examiner. Two years later she moved to Paramount Pictures, first as a film examiner, then as a booking clerk. In 1921 she left that position to look after her ailing mother, but she had enjoyed the work, and when her sister was able to take on the caregiver role, she looked around for further work in the film industry."},
{"id":"1593","name":"Mrs. George Randolph Chester", "shortBio":"For Lillian Chester, who wrote under the name Mrs. George Randolph Chester, the experience of “collaboration” guided not only her encounter with the Hollywood industry, but almost every facet of her professional and personal life. She was a very prolific writer, coauthoring with her husband, George Randolph Chester (1869–1924), a well-known playwright and short story author. Her first publication was their 1914 coauthored book, The Ball of Fire, and they remained a successful team until Mr. Chester’s premature death of a heart attack in 1924, at which point she apparently stopped writing altogether."},
{"id":"15938","name":"Mrs. M.T. Pender", "shortBio":"Mrs. M. T. Pender was a prolific Ulster fiction writer and outspoken nationalist whose serialized novel, O’Neill of the Glen (1891), was the source for the Film Company of Ireland’s (FCOI) first indigenous Irish feature, O’Neil of the Glen (1916). The FCOI was incorporated in March 1916 with the goal of producing Irish films with Irish themes and an all-Irish cast and crew, according to “Irish Film Production” (1916, 6). The Irish Limelight reports in “What the Irish Film Co. is Doing,” however, that never-released work was destroyed in the Dame Street office fires during the Easter Rising in April: “… the first three months work was wiped out in a week”."},
{"id":"1594","name":"Mrs. Sidney Drew", "shortBio":"There were two Mrs. Sidney Drews. Both wrote for their husband’s films. The first wife, Gladys Rankin, was a dramatist who wrote under the name of George Cameron. Her play became the scenario for Sidney Drew’s first motion picture The Still Voice (1913). After the death of the first Mrs. Sidney Drew in January 1914, Sidney Drew married Lucille McVey the following July. The second Mrs. Drew, who also used the name Jane Morrow, began her career as a stage actress and then joined Vitagraph in early 1914.s"},
{"id":"1595","name":"Musidora", "shortBio":"If we merely looked at contemporary advertisements and reviews, it would appear that Musidora had directed only two films in the silent era: Vicenta (1919), and La terre des taureaux/The Land of the Bulls (1924). These credits can be further substantiated by personal statements about the making of these films published by Musidora herself in contemporary periodicals. There, she additionally claimed credit for writing both scripts as well as for editing La terre des taureaux."},
{"id":"1596","name":"Nancy Naumburg", "shortBio":"On September 25, 1934, Irving Lerner devoted an entire column in New Masses to “the first [film] to come out of the revolutionary movement,” a “dramatic documentary” on the farm crisis that had just been screened at the headquarters of the radical collective Film & Photo League. Sheriffed was a three-reel 16mm silent motion picture that had been written, directed, and photographed by Nancy Naumburg and James Guy. Lerner was not entirely happy with the film, which lacked the technical skill of Vertov or Dovzhenko, the obvious models for this sort of genre."},
{"id":"1597","name":"Natacha Rambova", "shortBio":"In the 1920s, Natacha Rambova created a unique look in set design and costume for some of cinema’s most imaginative films. She was a powerful influence on designers such as Gilbert Adrian, whom she hired for his first film, and Michael Morris ranks her among such innovators as Erté, Paul Iribe, and Cecil Beaton. She was the niece of interior decorator Elsie de Wolfe, with whom she lived occasionally as a girl and whose style she particularly repudiated. Born Winifred Shaughnessy, Rambova changed her name in 1914 and joined Theodore Kosloff’s ballet troupe as a principal dancer."},
{"id":"1598","name":"Nell Emerald", "shortBio":"Ellen Maud O’Shea was born on October 29, 1882, in Soho, London. Both her parents were Irish. They had five daughters, and each sister had a stage name: Sarah Emily was known as Eily Adair, Alice Mary as Norah, Julia Blanche as Monie Mine, Ellen Maud as Nell, and Constance Gladys as Connie. Eily and Norah, the two eldest sisters, had a specialty act that was a version of the Alexandre Dumas classic The Corsican Brothers."},
{"id":"1599","name":"Nell Shipman", "shortBio":"The highlight of Canadian-American Nell Shipman’s career in the US is the 1921–1925 period in which she ran a motion picture company from the isolated woods of Idaho. Details surrounding Nell Shipman’s decision to move her production company from Southern California, first to Spokane, Washington, and finally to Lionhead Lodge on the shore of Priest Lake, Idaho, are still not fully known. We do know that by 1921 Shipman’s dealings with Los Angeles theatre magnate W. H. Clune had become acrimonious."},
{"id":"15428","name":"Neyyire Neyir", "shortBio":"The Ottoman Empire dissolved after the First World War and was replaced by the self-consciously modern and Westernized Republic of Turkey in 1923. Turkish culture under the Ottoman rule has been characterized by historians as a traditional Islamic culture that experienced very little change for centuries. What change did occur has typically been attributed to Western contact. The Republican state evolved into what later scholars called a feminist state, which made women’s equality in the public sphere a national policy."},
{"id":"13035","name":"Nina Agadzhanova-Shutko", "shortBio":"Ironically, it is her life before the cinema that has been described in detail: sometimes it is possible to know the exact movements of Nina Agadzhanova-Shutko over a particular day, say, in 1914. It is her work in film that is little known by comparison—all because she was a revolutionary first, and a screenwriter second. The two lives famously intersected in 1925 when she wrote the synopsis for what was to become Battleship Potemkin."},
{"id":"21853","name":"Nina Niovilla", "shortBio":"Very little is known about Nina Niovilla, who is considered to be Poland’s first female director, and possibly the only woman in the country who worked behind the camera during the silent film era. Even the roots of her last name—most likely a pseudonym—remain unknown. (Nina is a common diminutive form of the Polish name Antonina.) While we do know her family name, it is spelled multiple ways, most commonly as Petrykiewicz, but also as Petekiewicz or Petykiewicz; none of these variants appear in the country’s census or other legal documentation that could help us learn more about her background."},
{"id":"1422","name":"Norma Talmadge", "shortBio":"The Talmadge sisters were two of the most beloved stars of the silent era. At first glance, they could hardly seem more different. Norma was a slight, soulful-eyed brunette beauty adept at “emotional” roles while Constance was a tall, gawky blond, not particularly pretty but with a face full of mischief. Yet they were bound together closely in their professional careers and linked in publicity as well as in their personal lives."},
{"id":"12498","name":"Ol'ga Rakhmanova", "shortBio":"Like many other early Russian film actors, Ol’ga Rakhmanova entered into a new career after a long professional life in theater, mostly in the provinces. She was born in Odessa, Ukraine, then part of the Russian Empire, sometime in 1871 and studied there at the Drama School of the Russian Music Society. Abandoning her married name, Sokolova, and her three children, she first acted in semi-amateur troupes. In 1896, as the first Lumière films were shown in Moscow and Saint Petersburg, she made her professional stage debut under the guidance of a well-known provincial entrepreneur, Konstantin Nezlobin, in Vilna, now Vilnius, Lithuania."},
{"id":"1600","name":"Olga Petrova", "shortBio":"As a girl in England at the turn of the century, Olga Petrova (born Muriel Harding) felt stifled by her father’s strict rules. According to her memoir, Petrova’s father told her that while she lived in his house and ate his bread, he would set the rules. Petrova was determined to live in her own house and eat her own bread (Petrova 55-56). Her success in reaching this goal, and more, is reflected in the title of her memoir, Butter with My Bread. "},
{"id":"1601","name":"Olga Printzlau", "shortBio":"Olga Printzlau was a prolific writer who began her career as an artist, but turned to screenwriting after becoming interested in the “literary possibilities” of film. By 1920 she was credited with having written 352 produced scenarios (“Olga Printzlau to Write” 183). During the twenties she was sought after for her skill in adapting popular stories and novels to the screen, most notably F. Scott Fitzgerald’s The Beautiful and the Damned (1922) and Edith Wharton’s The Age of Innocence (1924)."},
{"id":"1602","name":"Osa Johnson", "shortBio":"Osa Johnson, billed as “The Heroine of 1,000 Thrills” in the promotion for Jungle Adventures (1921) and deemed “the greatest woman explorer and big-game hunter” by Collier’s magazine, spent most of her career as “Mrs. Martin Johnson,” the female half of the famous “Martin Johnsons.” She only acquired popular recognition as “Osa Johnson” when she continued her adventures following her husband’s untimely death in 1937."},
{"id":"1603","name":"Ouida Bergère", "shortBio":"Ouida Bergère was perhaps best known in the film industry as Mrs. Basil Rathbone and party hostess extraordinaire. However, before her marriage, to Rathbone, Bergère was a prominent and top paid scenario writer. Bergère was born in Spain, but moved to the US at the age of six. Her father was French-Spanish and her mother, British (Lowrey 1920, 22). There is some conflicting information regarding her birth name; most sources claim she was born Ida Bergère, others Eulalia Bergère. "},
{"id":"1604","name":"Paula Blackton", "shortBio":"Paula Hilburn, also known as Paula Dean, was an actress, writer, director, and costume designer at the Vitagraph Company. She acted in eight films, wrote seven, directed one, and designed the costumes for three. Her earliest credit is her role as Lady Mary in Vitagraph’s Monsieur Beaucaire: The Adventures of a Gentleman of France (1905), opposite Vitagraph company cofounder J. Stuart Blackton as the wicked Duke."},
{"id":"1624","name":"Paulette McDonagh", "shortBio":"Isabel, Phyllis, and Paulette McDonagh were sisters, business partners, and creative collaborators who made films in Sydney, Australia, in the 1920s and 1930s. Isabel, the eldest, was the actress and star of all their films under the name Marie Lorraine. Phyllis took on the role of art director, publicist, and producer. Paulette, the youngest of the three, was the writer and director of all their films.  The sisters grew up in the upper middle class suburb of Drummoyne in Sydney, Australia. Drummoyne House, the grand family home, was filled with antique furniture and became the movie set and backdrop for many of their films."},
{"id":"16213","name":"Pearl Ing", "shortBio":"Pearl Ing, or Yin Mingzhu, was the first woman to play the leading role in a film made in Shanghai—the earliest center of Chinese filmmaking. Ing’s original name was Shangxian. Like most children born into upper-middle class families, she also had another name, Longguan. Later, she adopted the name “Pearl” in English, or “Mingzhu” in Chinese (J. Chen 59). Her father died when she was a child, but left her and her mother a lottery ticket that won the grand prize."},
{"id":"1605","name":"Pearl White", "shortBio":"Commonly known as the Pathé Frère company’s “Peerless Fearless Girl,” or the “Heroine of a Thousand Stunts,” Pearl White’s undaunted and adventurous persona became emblematic for her career and for serial queens by and large. These included Grace Cunard at the Universal Film Manufacturing Company, Helen Holmes at the Kalem Company, and Kathlyn Williams at the Selig Polyscope Company. Her key work consisted of action serials during an intense decade starting in 1914."},
{"id":"1622","name":"Phyllis McDonagh", "shortBio":"Isabel, Phyllis, and Paulette McDonagh were sisters, business partners, and creative collaborators who made films in Sydney, Australia, in the 1920s and 1930s. Isabel, the eldest, was the actress and star of all their films under the name Marie Lorraine. Phyllis took on the role of art director, publicist, and producer. Paulette, the youngest of the three, was the writer and director of all their films.  The sisters grew up in the upper middle class suburb of Drummoyne in Sydney, Australia. Drummoyne House, the grand family home, was filled with antique furniture and became the movie set and backdrop for many of their films."},
{"id":"10693","name":"Pu Shunqing", "shortBio":"In histories of early Chinese cinema, Pu Shunqing is only mentioned in passing as China’s first female scriptwriter for Cupid’s Puppets (1925), a Great Wall Film Company film co-directed by her husband, Hou Yao, and Mei Xuechou. The film is noted as the first Chinese film narrated from a female perspective (Li and Hu 143). Great Wall was founded in Brooklyn, New York, by Chinese students studying in the U.S. and then relocated to Shanghai in 1923. Pu had worked for Great Wall as a scriptwriter and as an actress between 1924 and 1926 before she moved on to Minxin Film Company where she wrote her next three screenplays."},
{"id":"12341","name":"Ray Lewis", "shortBio":"For nearly four decades, Ray Lewis was one of the most vocal representatives of the Canadian film industry. The trade journal she edited from the late 1910s until the mid-1950s, the Canadian Moving Picture Digest, kept the nation’s film exhibitors informed on a wide variety of topics. It also permitted Lewis to mount campaigns dealing with some of the most vital issues of the day, such as the defense of independent exhibitors and the quest for a distinctly Canadian film culture."},
{"id":"16315","name":"Renée Deliot", "shortBio":"Renée Deliot is best known as Mario Guaita’s screenwriter and wife. She collaborated exclusively with her husband, an actor and director best known as a strongman of the Italian silent cinema, in the style of Maciste. Deliot’s role, however, was nonetheless central and much more important than film scholarship has revealed to date. Notably, Deliot and Guaita’s relationship, which lasted thirty-seven years, was both a professional partnership and a love affair, even if they only were married toward the end of their life together, in 1955."},
{"id":"12683","name":"Rosa Porten", "shortBio":"Rosa Porten’s work as a screenwriter, an actress, and a film director has been practically neglected in film history, but what she accomplished in the German silent cinema is truly noteworthy. In a two-decade career, from 1906 until 1928, she created a cinematic oeuvre that was substantial, original, versatile, and entertaining. The exact number of films to which Rosa Porten contributed is uncertain, but historical substantiation points to around forty titles. Between 1916 and 1919 alone, she wrote and co-directed at least twenty-four catching comedies and gripping social dramas and in most of them she played the protagonist. "},
{"id":"1606","name":"Rosario Rodríguez de la Serna", "shortBio":"Details about the life of Rosario Rodríguez de la Serna are scarce. We know only that she played a small acting role in Juro no volver a amar/I Swear I Won’t Love Again (1925). After this experience, she founded her own film company, Rosario Film, in order to direct Malditas sean las mujeres/Damned Be the Women (1925), a loose adaptation of a novel by Ibo Alfaro. In the film, a young boy, a victim of passion, falls into despair because of unrequited love and ends up killing himself. "},
{"id":"11","name":"Rose Smith", "shortBio":"Rose Smith edited a number of D.W. Griffith’s films. According to the Los Angeles Times in 1925, Rose Smith had “been a cutter for D.W. Griffith since her little-girl days,” joining Griffith’s Biograph studio in New York and traveling with him to California (C2). Her husband, James Smith, became Griffith’s cutter at Biograph, and Rose appears to have joined him in the cutting room during the editing of Birth of a Nation (1915). Later sources often mention Jimmie Smith but not his wife Rose."},
{"id":"1200","name":"Rose Smith", "shortBio":"Rose Smith edited a number of D.W. Griffith’s films. According to the Los Angeles Times in 1925, Rose Smith had “been a cutter for D.W. Griffith since her little-girl days,” joining Griffith’s Biograph studio in New York and traveling with him to California (C2). Her husband, James Smith, became Griffith’s cutter at Biograph, and Rose appears to have joined him in the cutting room during the editing of Birth of a Nation (1915). Later sources often mention Jimmie Smith but not his wife Rose."},
{"id":"1607","name":"Ruth Ann Baldwin", "shortBio":"The 1900 census found Ruth A. Baldwin, born in Connecticut in September 1886, living in San Diego with her mother, Abby Baldwin, who was divorced. Two decades later, the census found Ruth A. Pierson (née Baldwin) residing in Los Angeles with her husband, motion picture actor Leo O. Pierson, and a Japanese servant, Mr. Kogiro Yokoyama. The census lists no profession for Ruth, although her entry in the 1920 Motion Picture Studio Directory and Trade Annual suggests she was available for screenwriting positions (317). "},
{"id":"1608","name":"Ruth Bryan Owen", "shortBio":"Ruth Bryan Owen was an orator, a US Democratic congresswoman (1929–1933), and a minister to Denmark and Iceland from 1933 to 1936. She was the daughter of the “Great Commoner” William Jennings Bryan, a three-time Democratic presidential nominee who retired to Florida in the late 1910s. She was married three times, first to Chicago artist William Homer Leavitt, in 1903, then to retired major Reginald Altham Owen, and lastly to the Danish captain Borge Rohde in 1936 (Vickers 59)."},
{"id":"1609","name":"Ruth Goetz", "shortBio":"Ruth Goetz, one of the most prolific writers for film in Germany in the period 1916-1927, with about sixty-five titles including original scripts and adaptations credited to her name, is not well known today. “The film writer is like a ‘violet’ that blooms hidden from sight,” she said at the beginning of her spectacular career during the late 1910s. “The audience does not know anything either about him or his work. Rarely does he get mentioned and he is never seen. If the film is bad, it’s the writer’s fault. If the film earns the label ‘good’ or ‘very good’ then the writer is entitled to a minuscule credit."},
{"id":"21878","name":"Ruth Gould Dolesé", "shortBio":"One of the sharpest critiques of the cinema in the late aughts and early 1910s came from Progressive reformers, who sought to regulate both the spaces where movies were seen, particularly the “nickel” shows in poor, urban areas, and the stories and images presented in the cinema. But in addition to pushing for commercial regulation of the picture show, reformers also dreamed of an “educational cinema,” which would take the most edifying films screened in theaters and bring them to other sites, including schools."},
{"id":"1610","name":"Ruth Stonehouse", "shortBio":"Like many actresses working in the motion picture industry in the mid-1910s, Ruth Stonehouse’s chance to direct her own films came more as a result of the increased production schedule at Universal Pictures than as a result of studio mogul Carl Laemmle’s progressive attitudes toward women (Slide 1977, 41). Like other “Universal Women” such as Cleo Madison, Lule Warrenton, and Elsie Jane Wilson, Stonehouse was a hard-working actress before the chance to direct arose. Acting in hundreds of early comic films, writing six and directing ten of these, Stonehouse was involved in film production from a very early date."},
{"id":"1611","name":"Sada Cowan", "shortBio":"“He told me I’d better make my living with my brains [rather] than any beauty I thought I had,” writes Sada Louise Cowan in 1932, remembering her first interview with Cecil B. DeMille. An established playwright, Cowan had little experience with motion picture work. So when DeMille gave Cowan a studio pass, she started to visit the set regularly. “I made myself a complete nuisance,” she says, recalling that she learned about angles by standing behind the cameraman and asking the cutter millions of questions."},
{"id":"11896","name":"Sarah Bernhardt", "shortBio":"Sarah Bernhardt is the most famous actress of the late nineteenth century stage. Celebrated by an emerging and very vocal group of young female workers and artisans in her native Paris in the late 1860s and the 1870s called “les saradoteurs” (Rueff 1951, 48-49; Bernhardt 1923, 290), she went on to become the most popular actress of her generation in Europe, North America, and Australia."},
{"id":"1612","name":"Sarah Y. Mason", "shortBio":"Sarah Yeiser Mason shared an Academy Award with her husband Victor Heerman for the 1933 screenplay for Little Women. It is startling, in light of this achievement, to see how little information on Mason is available for researchers today. She seems to have left no papers, and most of the existing manuscripts and correspondence belonging to her are among Heerman’s papers in the Margaret Herrick Library of the Academy of Motion Picture Arts and Sciences."},
{"id":"1613","name":"Señora Spencer", "shortBio":"In 1918, Mary Stuart Spencer, more widely known to the film-going public as the theatre owner Señora Spencer, found herself at the center of a court case in which her capacity to conduct business independently of her husband was put into legal debate. Theatre Magazine, reporting on “The Spencer Case,” put it bluntly, asking in bold type, “Was Señora Spencer merely a blind for her husband?” At the time, Cosens Spencer was the proprietor of a string of successful motion picture theatres located in Brisbane, Toowoomba, and Newcastle. "},
{"id":"1614","name":"Sonya Levien", "shortBio":"From a poverty stricken immigrant to one of Hollywood’s highest paid screenwriters, Levien’s life exemplifies the opportunities available to some women during the silent era of filmmaking. Born Sonya Opesken in 1888 in Panimunik, a small Jewish village within the Russian Empire, she emigrated with her family to the Lower East Side of New York, where her father had taken the name of Levien. Sonya grew up in a politically leftist household, which informed her early life, but which seems to have had little lasting influence on her screenwriting. "},
{"id":"1615","name":"Stefanía Socha", "shortBio":"Before the 1980s, the history of Peruvian cinema was based more on interviews with early filmmakers than on contemporary sources. Such informality produced misattribution. Even in 1990, Ricardo Bedoya’s 100 años de cine en el Perú: Una historia crítica attributed the film Los abismos de la vida/The Abysses of Life (1929) to the prolific Chilean director Alberto Santana. However, an advertisement from a 1920s Peruvian fan magazine El Refugio included a photograph of the writer and director of Los abismos de la vida: Stefanía Socha. Images from the magazine were intriguing. "},
{"id":"22000","name":"Stefania Zahorska", "shortBio":"Stefania Zahorska was one of the most respected Polish film critics of the interwar period. Her pioneering approach toward moving pictures, which she considered to be a new artistic form, arose from her background as an art scholar. Fascinated by Impressionism and painting that moved away from literal representation toward abstraction, she saw a similar potential in avant-garde filmmaking. For Zahorska, an ideal film formula would arise from a “mixture of poetics, montage and documentary”."},
{"id":"1616","name":"Stella F. Simon", "shortBio":"Stella F. Simon and Miklos Bandy’s 1927–28 16mm film, Hands: The Life and Love of a Gentle Sex, is a short, experimental, feminist film whose aesthetic is drawn from American and European modernist photography movements and early avant-garde film traditions. The film’s underlying melodramatic narrative formula is complicated by the use of hands as both protagonists and as the central aspect of its modernist mise-en-scène. However, as with so many of the women who collaborated with men in the silent era, official credit did not go to Simon but to Bandy. "},
{"id":"21382","name":"Suzanne Marwille", "shortBio":"To date, there are only about ten women screenwriters known to have worked in the Czech silent film industry. Some of them are more famous today as actresses, directors, or entrepreneurs. This is certainly true of Suzanne Marwille, who is considered to be the first Czech female film star. Less known is the fact that she also had a talent for writing, as well as dramaturgy and casting. Between 1918 and 1937, she appeared in at least forty films and wrote the screenplay for eight of them."},
{"id":"14747","name":"Tazuko Sakane", "shortBio":"Tazuko Sakane was the first female director in Japan. By 1936, Sakane had taken a variety of positions at virtually all stages of film production, ranging from director and editor to script supervisor and assistant director. She remained the only female director in Japan until 1953, when the actress-turned-director Tanaka Kinuyo made her first film. Not only is Sakane’s life illustrative of the constricting roles enforced by Japanese society almost vengefully upon women, but her involvement at Manchuria Film Association further poses questions pivotal in theorizing the mutual implications of feminism, imperialism, and colonialism."},
{"id":"1617","name":"Teresita Arce", "shortBio":"The career of Teresita Arce spans the entire Peruvian entertainment industry in the 20th century. Her full name was Teresita Arce-Bouroncle O’Higgins, and her artist-father may have been of Guatemalan descent. She started to sing and dance in her childhood. Early articles from 1916 describe her as a young lady from a bourgeois theatre company. In 1922 her popularity was growing, and the photographer-painter Luis Ugarte asked her to act in Camino de la venganza/Juanacha/La venganza del indio, the first Peruvian fiction feature film. Arce plays the lead role of Juanacha, a young native woman. "},
{"id":"1618","name":"Texas Guinan", "shortBio":"Texas Guinan’s lasting fame derives from her reign as New York City’s Prohibition-era “queen of the nightclubs,” who greeted patrons with the famous cry, “Hello, sucker!” This is the persona displayed in Incendiary Blonde (1945), the flashy Hollywood biopic about Guinan starring Betty Hutton, and by Guinan playing herself in a few early Talkies, including the now-lost Queen of the Night Clubs (1929). But Guinan, born in Waco, Texas, obviously the source of her nickname, first achieved national prominence in the ostensibly masculine domain of the silent film Western, where she was promoted as the “female William S. Hart.”"},
{"id":"1626","name":"Thea Červenková", "shortBio":"When Thea (Terezie) Červenková left Czechoslovakia in 1923 to start a new life with her brother in Latin America, her passport stated that she was a writer and a journalist. However, she was more than that. At the age of forty-one she was leaving behind at least two careers—one in writing and a shorter, but no less prolific career in the film industry, where she worked as a director, a screenwriter, a journalist, and, most importantly, as an entrepreneur. During a five-year period, from 1918 to 1923, she translated continuity titles, wrote eight scripts, directed eight films, wrote articles for the trade film magazine Československý film, and cofounded, with cameraman Josef Brabec, her own film company, Filmový ústav, which she ran until her departure for Rio de Janeiro in 1923."},
{"id":"1627","name":"Thea von Harbou", "shortBio":"In his 1928 book on film directing and screenwriting, Russian filmmaker Vsevolod Pudovkin notes that many literary figures had difficulty adjusting to “the optically expressive form” of film (110). Thea von Harbou, one of three German screenwriters who Pudovkin singles out, stands alongside Carl Mayer as one of the most influential film figures in Weimar German cinema, which spanned the years 1919 to 1933."},
{"id":"1","name":"Tressie Souders", "shortBio":"It was in 1922 that the Black press named the filmmaker Tressie Souders the first African American woman director. Her film, A Woman’s Error (1922), was distributed by the Afro-American Film Exhibitors’ Company based in Kansas City, Missouri. The company seems to have handled only two titles about African Americans, one of them A Woman’s Error. To date, the one source that has led scholars to Souders and her film is Henry T. Sampson’s Blacks in Black and White (188). Sampson’s reference book mentions that this obscure figure not only directed but produced and wrote the screenplay for A Woman’s Error."},
{"id":"1628","name":"Tsuru Aoki", "shortBio":"Tsuru Aoki is best remembered as the wife of Sessue Hayakawa, and certainly Aoki’s role as adoring wife on- and off-screen was extremely important to the remarkable success of Hayakawa as a romantic lead in the teens and early twenties. Hayakawa’s popularity rested on the assurance that his exotic and inscrutable Oriental exterior hid a soft and romantic side, proof of which was his “little wife.” But her star image was complex, erasing her immigrant background and presenting her as a model of assimilation, with her undeniably modern American lifestyle a sharp contrast to the diminutive Oriental “doll” aspects of her persona."},
{"id":"1629","name":"Valda Valkyrien", "shortBio":"Named after the Valkyrie of Wagnerian lore, the martial warrior maiden who led warriors into battle, Valda Valkyrien herself emerges from the Hollywood press glowing with a mythical aura. Distinguishing between the real Valkyrien and Valkyrien the Hollywood myth is key to a profile of the star.Repeated coverage portrays a talented actress and star dancer, even prima ballerina, of the Royal Danish Ballet, whose beauty so dazzled King Frederik VIII of Denmark in a nationwide beauty pageant in 1914 that he bestowed upon her the title of “Valkyrien—Year of 1914 A.D.—The Most Beautiful Woman of her Race!” (29) thereby making her “the toast of every café, club and home in Copenhagen,” as reported in the Moving Picture World."},
{"id":"20509","name":"Valentina Brumberg", "shortBio":"Born exactly a year apart, sisters Valentina and Zinaida Brumberg worked together their entire careers in the Soviet animation industry, becoming known as the “grandmothers of Russian animation” for their work in the fairytale genre (Katz 2016, 248n1). The Brumberg sisters are notable in Russian animation because they were among the first generation of animators in the country during the Revolutionary years, a unique environment that allowed women—even Jewish women—to make their way to the top of the industry. "},
{"id":"1630","name":"Vera McCord", "shortBio":"Theatrical actress Vera McCord wrote, produced, and directed her one and only independent feature motion picture, the semi-scandalous The Good-Bad Wife, in 1921. She had had a relatively short theatrical career between 1912 and 1914 in Oakland, California, after a seven-year stint on the stage in London before her one producing gamble. What else we know of McCord’s life is that she was born in 1872 in Marshalltown, Iowa. The daughter of the town’s deputy sheriff, she, her parents, and her two brothers eventually moved to central California, where her father took up real estate. "},
{"id":"8","name":"Viola Lawrence", "shortBio":"Viola Lawrence is often credited as Hollywood’s first female film cutter. She began working in film at the age of twelve when she held title cards at the Vitagraph studio in Flatbush. Six years later, she edited her first film, a Vitagraph three-reeler, O’Henry (1912). In 1917, Lawrence moved to Hollywood, where she worked at Universal, First National, and Gloria Swanson Productions before arriving at Columbia Pictures, where in 1925 she became the supervising editor, and where she was still editing until the late 1950s."},
{"id":"17569","name":"Virgínia de Castro e Almeida", "shortBio":"Portuguese film pioneer Virgínia de Castro e Almeida is still better known today for her work as an author of children’s books, travel literature, and digests on the history of Portugal. She was married to João da Mota Prego, an agronomist, and lived in France and Switzerland. She took an interest in cinema during the first half of the 1920s, founding the production company Fortuna Films in 1922. The company released two features: A Sereia de Pedra (1922) and Os Olhos da Alma (1923), both written by Castro e Almeida and directed by the French director Roger Lion. "},
{"id":"1631","name":"Wanda Tuchock", "shortBio":"Screenwriter Wanda Tuchock retains a singular role in film history as one of the few women who began her career in the silent era and was able to maintain her career in Hollywood during the early sound years. It is now well known that after the end of the silent era, the number of women directors trickled down to nearly zero. Anthony Slide highlights this for us by pointing out that screenwriter Wanda Tuchock was the only woman apart from Dorothy Arzner to receive a directing credit on a Hollywood studio film in the 1930s (Slide 1996, 136). "},
{"id":"1632","name":"Winifred Dunn", "shortBio":"Known for being one of the youngest scenario editors, male or female, during the silent era, Winifred Dunn, like Anita Loos, started writing at a young age. As a girl in Chicago, Dunn discovered her skills as a writer as well as a translator when at the age of eighteen she translated a German play into English and altered the production to fit an American stage. While still in her teens, Dunn began writing two-reel film plays for Selig Polyscope in New York, where her first original feature Too Late (1914) was produced."},
{"id":"15052","name":"Winnifred Eaton", "shortBio":"Winnifred Eaton is best known for her success as a novelist under the pseudo-Japanese pen name Onoto Watanna, but she also worked as a screenwriter, title writer, literary advisor, and scenario editor for Universal and Metro-Goldwyn-Mayer between 1921 and 1930, and wrote a number of poignant articles on both the profession of the Hollywood screenwriter and the Asian-American experience. Eaton was born to a British father and a Chinese mother who left England for Hudson, New York, before settling in Montreal, where she was born. "},
{"id":"16243","name":"Xie Caizhen", "shortBio":"Caizhen Xie is regarded by several existing sources as the first female director of Chinese cinema who worked in China. (This is, of course, with Marion E. Wong in mind as the first Chinese woman to direct a film anywhere.) Tan Ye and Yun Zhu’s 2012 Historical Dictionary of Chinese Cinema, for instance, has the following description of her work: While working for Li Jiran’s newly founded and short-lived Nanxing Film Company [Southern Star Film Company], Xie directed and starred in the silent feature film, Orphan’s Cries [sic] (1925). The only product released by Nanxing [Southern Star], the film tells about the tragic experiences of two orphans, whose late father was framed by his stepmother and estranged from his wealthy father (184)."},
{"id":"20995","name":"Yan Shanshan", "shortBio":"While existing scholarly and documentary efforts are obsessed with naming Li Minwei (黎民偉) as the founding father of Hong Kong cinema, the contributions of female figures like his wife Yan Shanshan—except for being fetishized as the legendary first Chinese film actress—have been largely overlooked. On the other hand, while contemporary feminist film scholarship strives to recover the history of women working behind the scenes, the act of being in front of the camera in the particular historical and cultural context of early twentieth-century China cannot afford to be ignored. "},
{"id":"16184","name":"Yang Naimei", "shortBio":"Born to a wealthy Cantonese merchant father, Yang Naimei was named Yang Lizhu and attended the first girl’s school founded by the Chinese in Shanghai: Wuben. As a student, Yang witnessed Pearl Ing’s stunning appearance in her screen debut—Sea Oath—in 1922. When Star Film Company’s Orphan Rescues Grandfather was playing in theaters in 1923, she was deeply moved by Helen Wang’s role. According to her biographer, Shen Ji, Yang immediately had the urge to perform on screen herself (100)."},
{"id":"20512","name":"Zinaida Brumberg", "shortBio":"Born exactly a year apart, sisters Valentina and Zinaida Brumberg worked together their entire careers in the Soviet animation industry, becoming known as the “grandmothers of Russian animation” for their work in the fairytale genre (Katz 2016, 248n1). The Brumberg sisters are notable in Russian animation because they were among the first generation of animators in the country during the Revolutionary years, a unique environment that allowed women—even Jewish women—to make their way to the top of the industry."},
{"id":"5","name":"Zora Neale Hurston", "shortBio":"Better known for her work as a novelist, Zora Neale Hurston could be, according to an essay by Gloria Gibson, the first African-American woman filmmaker. The film footage, which includes Children’s Games (1928), Logging (1928), and Baptism (1929), appears to be from her work as a student of anthropology under the tutelage of famed anthropologist, professor and mentor, Dr. Franz Boas. A graduate of Barnard College and a Guggenheim fellow, Hurston traveled to back to a South similar to her hometown of Eatonville, Florida to capture a variety of short takes of African-American life."}]};